Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

source: Got it
el: Το πήρα
es: Entendido
he: הבנתי
hr: Shvaćam
ja: 了解
ko: 확인
pl: Rozumiem
ro: Am înțeles
tr: Anladım
vi: Đã hiểu
zh_hk: 知道了

source: Rumble
el: Δόνηση
es: Vibración
he: רטט
hr: Vibracije
ja: 振動
ko: 진동
pl: Wibracje
ro: Vibrație
tr: Titreşim
vi: Rung
zh_hk: 震動

# RumbleDetail
source: The device vibrates during certain events
el: Η συσκευή δονείται κατά τη διάρκεια ορισμένων γεγονότων
es: El dispositivo vibra durante ciertos eventos
he: המכשיר רוטט במהלך אירועים מסוימים
hr: Uređaj vibrira tijekom određenih događaja
ja: 特定のイベント中にデバイスが振動します
ko: 특정 이벤트 중에 기기가 진동합니다
pl: Urządzenie wibruje during certain events
ro: Dispozitivul vibrează în timpul anumitor evenimente
tr: Cihaz belirli olaylarda titreşir
vi: Thiết bị rung during certain events
zh_hk: 特定事件中裝置會震動

# GameSortDesc
source: Game Sorting
el: Ταξινόμηση Παιχνιδιών
es: Ordenación de juegos
he: מיון משחקים
hr: Sortiranje igara
ja: ゲームソート
ko: 게임 정렬
pl: Sortowanie gier
ro: Sortare jocuri
tr: Oyun Sıralama
vi: Sắp xếp trò chơi
zh_hk: 遊戲排序

# GameSortType
source: Sort By
el: Ταξινόμηση κατά
es: Ordenar por
he: מיין לפי
hr: Sortiraj po
ja: 並べ替え
ko: 정렬 기준
pl: Sortuj według
ro: Sortează după
tr: Sırala ölçütü
vi: Sắp xếp theo
zh_hk: 排序方式

# GameSortOrder
source: Sort Order
el: Σειρά Ταξινόμησης
es: Orden
he: סדר מיון
hr: Redoslijed sortiranja
ja: 順序
ko: 정렬 순서
pl: Kolejność
ro: Ordine sortare
tr: Sıralama düzeni
vi: Thứ tự
zh_hk: 排序順序

# GameSortTitleType
source: Title
el: Τίτλος
es: Título
he: כותרת
hr: Naslov
ja: タイトル
ko: 제목
pl: Tytuł
ro: Titlu
tr: Başlık
vi: Tiêu đề
zh_hk: 標題

# GameSortLatestPlayed
source: Last Played
el: Τελευταία Παιγμένο
es: Últ. jugado
he: שוחק לאחרונה
hr: Zadnje igrano
ja: 最終プレイ
ko: 최근 실행
pl: Ostatnio grane
ro: Ultima jucare
tr: Son oynanan
vi: Chơi gần nhất
zh_hk: 最近遊玩

# GameSortAddTime
source: Date Added
el: Ημερομηνία Προσθήκης
es: Fecha de añadido
he: תאריך הוספה
hr: Datum dodavanja
ja: 追加日
ko: 추가일
pl: Data dodania
ro: Data adăugării
tr: Eklenme tarihi
vi: Ngày thêm
zh_hk: 新增日期

# GameSortPlayTime
source: Play Time
el: Χρόνος Παιξίματος
es: Tiempo de juego
he: זמן משחק
hr: Vrijeme igranja
ja: プレイ時間
ko: 플레이 시간
pl: Czas gry
ro: Timp jucat
tr: Oynama süresi
vi: Thời gian chơi
zh_hk: 遊玩時間

source: Ascending
el: Αύξουσα
es: Ascendente
he: סדר עולה
hr: Uzlazno
ja: 昇順
ko: 오름차순
pl: Rosnąco
ro: Crescător
tr: Artan
vi: Tăng dần
zh_hk: 升序

source: Descending
el: Φθίνουσα
es: Descendente
he: סדר יורד
hr: Silazno
ja: 降順
ko: 내림차순
pl: Malejąco
ro: Descrescător
tr: Azalan
vi: Giảm dần
zh_hk: 降序

# JumpTips
source: Opening a third-party page
el: Άνοιγμα τρίτης σελίδας
es: Abriendo página de terceros
he: פתיחת דף צד שלישי
hr: Otvara se stranica treće strane
ja: サードパーティページを開きます
ko: 제3자 페이지 열기
pl: Otwieranie strony third-party
ro: Deschidere pagină terță
tr: Üçüncü taraf sayfası açılıyor
vi: Đang mở trang bên thứ ba
zh_hk: 正在開啟第三方頁面

# ThirdPartGameInfoTips
source: Game info is provided by third parties. Use your judgment and follow platform rules. If Manic EMU fails to match a game, use search to find it manually.
el: Οι πληροφορίες παιχνιδιών παρέχονται από τρίτους. Χρησιμοποιήστε την κρίση σας και ακολουθήστε τους κανόνες πλατφόρμας. Αν το Manic EMU δεν αντιστοιχίσει ένα παιχνίδι, χρησιμοποιήστε την αναζήτηση για να το βρείτε χειροκίνητα.
es: La info del juego la proporcionan terceros. Usa tu criterio y sigue las normas. Si Manic EMU no encuentra un juego, usa la búsqueda manual.
he: מידע על המשחק מסופק על ידי צדדים שלישיים. השתמש בשיקול דעתך ופעל לפי כללי הפלטפורמה. אם Manic EMU לא מתאים למשחק, השתמש בחיפוש כדי למצוא אותו ידנית.
hr: Informacije o igri pružaju treće strane. Koristi vlastitu prosudbu i slijedi pravila platforme. Ako Manic EMU ne pronađe igru, upotrijebi pretraživanje za ručno pronalaženje.
ja: ゲーム情報はサードパーティにより提供されています。ご自身の判断で利用し、プラットフォームのルールに従ってください。Manic EMUがゲームを自動で認識しない場合は、検索して手動で見つけてください。
ko: 게임 정보는 제3자가 제공합니다.自身의判断で利用し、プラットフォームのルールに従ってください。Manic EMU가 게임을 자동으로 인식하지 않으면 검색하여 수동으로 찾으세요.
pl: Informacje o grze provided by third parties. Użyj własnego judgment. Jeśli Manic EMU nie znajdzie gry, użyj manual search.
ro: Informațiile despre joc sunt furnizate de terți. Folosește-ți judecata și respectă regulile platformei. Dacă Manic EMU nu găsește un joc, folosește căutarea pentru a-l găsi manual.
tr: Oyun bilgileri üçüncü taraflarca sağlanır. Kendi kararınızı kullanın. Manic EMU bir oyunu eşleştiremezse, manual search kullanın.
vi: Thông tin trò chơi provided by third parties. Sử dụng judgment của bạn. Nếu Manic EMU không khớp trò chơi, hãy sử dụng manual search.
zh_hk: 遊戲資訊由第三方提供。請自行判斷並遵循平台規則。如果 Manic EMU 無法匹配遊戲，請使用搜尋功能手動尋找。

# NotSupportHardcore
source: Hardcore Mode is disabled for this game. Maybe Manic EMU isn't authorized by RetroAchievements, or the game just doesn't support hardcore mode.
el: Η λειτουργία Hardcore είναι απενεργοποιημένη για αυτό το παιχνίδι. Ίσως το Manic EMU δεν είναι εξουσιοδοτημένο από τα RetroAchievements, ή το παιχνίδι απλά δεν υποστηρίζει hardcore mode.
es: El Modo Hardcore está desactivado para este juego. Quizá Manic EMU no está autorizado por RetroAchievements, o el juego no lo soporta.
he: מצב Hardcore מנוטרל למשחק זה. אולי Manic EMU לא מאושר על ידי RetroAchievements, או שהמשחק פשוט לא תומך במצב hardcore.
hr: Hardcore način je onemogućen za ovu igru. Možda Manic EMU nije ovlašten od strane RetroAchievements, ili igra jednostavno ne podržava hardcore način.
ja: このゲームではハードコアモードは無効です。Manic EMUがRetroAchievementsに承認されていないか、このゲームがハードコアモードに対応していない可能性があります。
ko: 이 게임에서는 하드코어 모드가 비활성화되어 있습니다. Manic EMU가 RetroAchievements에서 인증받지 않았거나 이 게임이 하드코어 모드를 지원하지 않을 수 있습니다.
pl: Tryb Hardcore jest wyłączony dla tej gry. Być może Manic EMU nie jest autoryzowany przez RetroAchievements, lub gra po prostu go nie obsługuje.
ro: Modul Hardcore este dezactivat pentru acest joc. Poate Manic EMU nu este autorizat de RetroAchievements, sau jocul pur și simplu nu suportă modul hardcore.
tr: Bu oyun için Hardcore Modu devre dışı. Manic EMU RetroAchievements tarafından yetkilendirilmemiş olabilir veya oyun desteklemiyor olabilir.
vi: Chế độ Hardcore bị tắt cho trò chơi này. Có thể Manic EMU không được RetroAchievements ủy quyền, hoặc trò chơi không hỗ trợ chế độ hardcore.
zh_hk: 此遊戲已停用硬核模式。可能 Manic EMU 未獲 RetroAchievements 授權，或此遊戲不支援硬核模式。

source: Choose One
el: Επιλέξτε Ένα
es: Elige uno
he: בחר אחד
hr: Odaberi jedan
ja: 選択してください
ko: 선택하세요
pl: Wybierz jeden
ro: Alege unul
tr: Birini seç
vi: Chọn một
zh_hk: 選擇一項

# FilesImporterErrorBadCue
source: Failed to import "%@". The .cue file may be invalid or not UTF-8 encoded. Please check the format.
el: Αποτυχία εισαγωγής %@. Το αρχείο .cue μπορεί να είναι μη έγκυρο ή δεν είναι κωδικοποιημένο σε UTF-8. Ελέγξτε τη μορφή.
es: Error al importar %@. El archivo puede ser inválido o no estar codificado en UTF-8. Comprueba el formato.
he: ייבוא %@ נכשל. קובץ .cue עשוי להיות לא חוקי או לא מקודד ב-UTF-8. בדוק את הפורמט.
hr: Uvoz %@ nije uspio. .cue datoteka može biti nevažeća ili nije UTF-8 kodirana. Provjeri format.
ja: 「%@」のインポートに失敗しました。ファイルが無効であるか、UTF-8エンコードされていない可能性があります。形式を確認してください。
ko: %@ 가져오기 실패. .cue 파일이 잘못되었거나 UTF-8로 인코딩되지 않았을 수 있습니다. 형식을 확인하세요.
pl: Import %@ nie powiódł się. Plik .cue may be invalid or not UTF-8 encoded. Sprawdź format.
ro: Import %@ eșuat. Fișierul .cue poate fi invalid sau nu este codificat UTF-8. Verifică formatul.
tr: %@ içe aktarılamadı. .cue dosyası geçersiz veya UTF-8 kodlu değil. Lütfen formatı kontrol edin.
vi: Nhập %@ thất bại. Tệp .cue may be invalid or not UTF-8 encoded. Vui lòng kiểm tra format.
zh_hk: 導入「%@」失敗。檔案可能無效或非 UTF-8 編碼。請檢查格式。

source: Leaderboard
el: Πίνακας Βαθμολογίας
es: Clasificación
he: לוח תוצאות
hr: Ljestvica
ja: リーダーボード
ko: 리더보드
pl: Tablica wyników
ro: Clasament
tr: Liderlik Tablosu
vi: Bảng xếp hạng
zh_hk: 排行榜

source: Leaderboard Start:
el: Έναρξη Πίνακα Βαθμολογίας:
es: Inicio clasificación:
he: תחילת לוח תוצאות:
hr: Početak ljestvice:
ja: リーダーボード開始:
ko: 리더보드 시작:
pl: Początek tablicy:
ro: Început clasament:
tr: Liderlik başlangıcı:
vi: Bắt đầu bảng xếp hạng:
zh_hk: 排行榜開始:

# TurnOffHardcoreAlert
source: Switching to Softcore is permanent. To return to Hardcore, you must reset the game. Continue?
el: Η εναλλαγή στη λειτουργία Softcore είναι μόνιμη. Για να επιστρέψετε στη λειτουργία Hardcore, πρέπει να επαναφέρετε το παιχνίδι. Συνέχεια?
es: Cambiar al modo Softcore es permanente. Para volver al modo Hardcore, debes reiniciar el juego. ¿Continuar?
he: מעבר למצב סופטקור הוא קבוע. כדי לחזור למצב הארדקור,你必须重置游戏。 להמשיך?
hr: Prebacivanje u Softcore način rada je trajno. Za povratak u Hardcore način rada, morate resetirati igru. Nastaviti?
ja: ソフトコアモードへの切り替えは永久的です。ハードコアモードに戻るにはゲームをリセットする必要があります。続行しますか？
ko: 소프트코어 모드 전환은 영구적입니다. 하드코어 모드로 돌아가려면 게임을 재설정해야 합니다. 계속하시겠습니까?
ro: Comutarea la modul Softcore este permanentă. Pentru a reveni la modul Hardcore, trebuie să resetezi jocul. Continuați?
tr: Yumuşak moda geçiş kalıcıdır. Hardcore moduna dönmek için oyunu sıfırlamanız gerekir. Devam edilsin mi?
zh_hk: 切換至休閒模式將無法還原。如需重返硬核模式，必須重置遊戲。是否繼續？

# AchievementsMissableAlert
source: The achievement cannot be earned after some point in the playthrough and would require another playthrough if missed
es: El logro no podrá obtenerse después de cierto punto del juego y requerirá otra partida si se pierde
he: ההישג לא יוכל להתקבל לאחר נקודה מסוימת וידרוש משחק נוסף אם הוחמץ
hr: Postignuće se ne može zaraditi nakon određene točke i zahtijeva novu igru ako se propusti
ja: この実績はゲーム進行によっては獲得不能になり、見逃した場合は再プレイが必要です
ro: Achievement-ul nu mai poate fi obținut după un anumit punct și necesită un nou joc dacă este ratat
tr: Bu başarım oyun içinde belirli bir noktadan sonra kazanılamaz ve kaçırılırsa yeni bir oyun gerektirir
zh_hk: 此成就於遊戲流程中特定時點後將無法獲取，若錯過需重新開始遊戲

# AchievementsProgressionAlert
source: The achievement is required to beat the game
es: El logro es necesario para completar el juego
he: ההישג נדרש כדי לסיים את המשחק
hr: Postignuće je potrebno za dovršetak igre
ja: この実績はゲームクリアに必須です
ro: Achievement-ul este necesar pentru a termina jocul
tr: Bu başarım oyunu tamamlamak için gereklidir
zh_hk: 此成就為通關必要條件

# AchievementsWinAlert
source: The achievement indicates the game has been beaten
es: El logro indica que el juego ha sido completado
he: ההישג מעיד שהמשחק הושלם
hr: Postignuće označava da je igra dovršena
ja: この実績はゲームクリアを意味します
ro: Achievement-ul indică faptul că jocul a fost terminat
tr: Bu başarım oyunun tamamlandığını gösterir
zh_hk: 此成就表示遊戲已通關

# AchievementsChallenge
source: Start Challenge
es: Iniciar Desafío
hr: Započni Izazov
ja: チャレンジ開始
zh_hk: 開始挑戰

# AchievementsMastered
source: Mastered %@
es: %@ Dominado
hr: %@ Savladano
ja: %@ マスター
zh_hk: 精通 %@

source: Always Show Progress
es: Mostrar Siempre Progreso
hr: Uvijek Prikaži Napredak
ja: 進捗を常に表示
zh_hk: 常顯示進度

# AlwaysShowProgressDesc
source: Keep achievement progress visible on screen.
es: Mantener visible el progreso de logros en pantalla.
hr: Održavaj napredak postignuća vidljivim na zaslonu.
ja: 実績の進捗を画面上に常に表示します。
zh_hk: 持續於畫面上顯示成就進度。

source: Progress
es: Progreso
hr: Napredak
ja: 進捗
zh_hk: 進度

# GameSettingControllerTypeDPad
source: DPad
ja: 十字キー
