Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# JoinDiscordAlertMessage
source: Thanks to player %@ for creating this Discord channel. Continue to join?
el: Ευχαριστούμε τον παίκτη %@ για το κανάλι. Συνέχεια;
es: Gracias al jugador %@ por crear este canal. ¿Continuar?
he: תודה לשחקן %@ על יצירת הערוץ. להמשיך?
hr: Hvala igraču %@ što je kreirao Discord kanal. Želite li nastaviti s pridruživanjem?
ja: プレイヤー%@が作成したDiscordチャンネルへ参加しますか？
ko: %@ 님이 만든 채널에 참가하시겠습니까?
pl: Dzięki graczowi %@ za utworzenie kanału. Kontynuować?
ro: Mulțumim jucătorului %@ pentru canal. Continuați?
tr: %@ tarafından oluşturulan kanala katılmak ister misiniz?
vi: Cảm ơn người chơi %@ đã tạo kênh này. Tiếp tục tham gia?
zh_hk: 感謝玩家 %@ 創建此Discord頻道，是否繼續加入？

# FlexSkinGuideTitle
source: Drag or pinch to adjust screen
el: Σύρετε ή ζουμάρετε για ρύθμιση
es: Arrastra o haz zoom con dos dedos para ajustar
he: גרור או הצמד כדי להתאים
hr: Povucite ili zumirajte dvama prstima
ja: ドラッグまたはピンチで画面調整
ko: 드래그 또는 핀치로 화면 조절
pl: Przesuń lub użyj gestów, aby dostosować
ro: Glisează sau zoom pentru ajustare
tr: Ekranı ayarlamak için sürükle veya yakınlaştır
vi: Kéo hoặc thu phóng để điều chỉnh màn hình
zh_hk: 拖曳或雙指縮放調整畫面

source: Download failed
el: Αποτυχία λήψης
es: Descarga fallida
he: ההורדה נכשלה
hr: Preuzimanje nije uspjelo
ja: ダウンロード失敗
ko: 다운로드 실패
pl: Błąd pobierania
ro: Descărcare eșuată
tr: İndirme başarısız
vi: Tải xuống thất bại
zh_hk: 下載失敗

# RemoveDownloadTask
source: Stop downloading and remove "%@"?
el: Ακύρωση λήψης "%@";
es: ¿Cancelar descarga y eliminar "%@"?
he: בטל הורדה של "%@"?
hr: Želite li prekinuti preuzimanje i ukloniti "%@"?
ja: 「%@」のダウンロードを中止して削除しますか？
ko: 「%@」 다운로드 중단 및 삭제할까요?
pl: Anulować pobieranie "%@"?
ro: Anulează descărcarea "%@"?
tr: "%@" indirmesi iptal edilsin mi?
vi: Dừng tải xuống và xóa "%@"?
zh_hk: 是否停止下載並移除「%@」？

# GameSettingResolution
source: Resolution %@
el: Ανάλυση %@
es: Resolución %@
he: רזולוציה %@
hr: Rezolucija %@
ja: 解像度 %@
ko: 해상도 %@
pl: Rozdzielczość %@
ro: Rezoluție %@
tr: Çözünürlük %@
vi: Độ phân giải %@
zh_hk: 解析度 %@

# GameSettingSwapScreen
source: Swap Screen
el: Αλλαγή οθόνης
es: Cambiar pantalla
he: החלף מסך
hr: Zamijeni zaslon
ja: 画面切り替え
ko: 화면 전환
pl: Przełącz ekran
ro: Schimbă ecranul
tr: Ekranı değiştir
vi: Chuyển đổi màn hình
zh_hk: 切換畫面

# NotSupportGameSetting
source: This option is not supported on %@ platform
el: Δεν υποστηρίζεται σε %@
es: Esta opción no está disponible en %@
he: אפשרות לא זמינה ב-%@
hr: Ova opcija nije podržana za %@ platformu
ja: %@プラットフォームではこのオプションを利用できません
ko: %@ 플랫폼에서 지원하지 않는 옵션
pl: Opcja niedostępna na %@
ro: Opțiune indisponibilă pe %@
tr: %@ platformunda desteklenmiyor
vi: Tùy chọn không khả dụng trên %@
zh_hk: %@ 平台不支援此選項

# ThemeSettingTitle
source: Theme
el: Θέμα
es: Tema
he: ערכת עיצוב
hr: Tema
ja: テーマ
ko: 테마
pl: Motyw
ro: Temă
tr: Tema
vi: Chủ đề
zh_hk: 主題設定

# ThemeSettingDetail
source: App Icons, Theme Colors, Boxart Settings, Console Ordering
el: Εικονίδια εφαρμογών, χρώματα θέματος, ρυθμίσεις εξωφύλλων, σειρά κονσολών
es: Iconos de apps, colores del tema, configuración de carátulas, orden de consolas
he: אייקוני אפליקציות, צבעי ערכת עיצוב, הגדרות עטיפות, סדר קונסולות
hr: Ikone aplikacija, Boje teme, Postavke Boxarta, Redoslijed konzola
ja: アプリアイコン、テーマカラー、ボックスアート設定、コンソール順序
ko: 앱 아이콘, 테마 색상, 박스아트 설정, 콘솔 순서
pl: Ikony aplikacji, kolorystyka, ustawienia okładek, kolejność konsol
ro: Pictograme aplicație, Culori temă, Setări Boxart, Ordine console
tr: Uygulama simgeleri, tema renkleri, kutu ayarları, konsol sıralaması
vi: Biểu tượng ứng dụng, màu chủ đề, cài đặt hộp game, thứ tự máy chơi
zh_hk: 應用程式圖示、主題顏色、遊戲封面設定、主機排序

# ThemeDesktopIconTitle
source: App Icons
el: Εικονίδια εφαρμογών
es: Iconos de apps
he: אייקוני אפליקציות
hr: Ikone aplikacija
ja: アプリアイコン
ko: 앱 아이콘
pl: Ikony aplikacji
ro: Pictograme aplicație
tr: Uygulama simgeleri
vi: Biểu tượng ứng dụng
zh_hk: 應用程式圖示

# ThemeDesktopIconDetail
source: More icons coming soon...
el: Περισσότερα εικονίδια σύντομα...
es: Más iconos próximamente...
he: אייקונים נוספים בקרוב...
hr: Više ikona uskoro...
ja: 追加アイコン近日公開...
ko: 추가 아이콘 곧 출시...
pl: Więcej ikon wkrótce...
ro: Mai multe pictograme în curând...
tr: Yeni simgeler yakında gelecek...
vi: Thêm biểu tượng sắp ra mắt...
zh_hk: 更多圖示即將推出...

# ThemeThemeColorTitle
source: Theme Colors
el: Χρώματα θέματος
es: Colores del tema
he: צבעי ערכת עיצוב
hr: Boje teme
ja: テーマカラー
ko: 테마 색상
pl: Kolory motywu
ro: Culori temă
tr: Tema renkleri
vi: Màu chủ đề
zh_hk: 主題顏色

# ThemeCoverStyleTitle
source: Boxart Style & Corners
el: Στυλ εξωφύλλου & γωνίες
es: Estilo de carátula y bordes
he: סגנון עטיפה ופינות
hr: Stil Boxarta & Kutovi
ja: ボックスアートスタイル＆角丸
ko: 박스아트 스타일 및 모서리
pl: Styl okładki i rogi
ro: Stil Boxart & Colțuri
tr: Kutu stili ve köşeler
vi: Kiểu hộp game & góc
zh_hk: 封面風格與圓角

# ThemeCoverStyleName
source: Style %d
el: Στυλ %d
es: Estilo %d
he: סגנון %d
hr: Stil %d
ja: スタイル%d
ko: 스타일 %d
pl: Styl %d
ro: Stil %d
tr: Stil %d
vi: Kiểu %d
zh_hk: 風格 %d

# ThemePlatformOrderTitle
source: Console Order
el: Σειρά κονσολών
es: Orden de consolas
he: סדר קונסולות
hr: Redoslijed konzola
ja: コンソール順序
ko: 콘솔 순서
pl: Kolejność konsol
ro: Ordine console
tr: Konsol sıralaması
vi: Thứ tự máy chơi
zh_hk: 主機排序

# ThemePlatformOrderDetail
source: Long press and drag to adjust the display order of Consoles on the Game list
el: Κρατήστε και σύρετε για αλλαγή σειράς
es: Mantén pulsado y arrastra para ajustar el orden de consolas en la lista
he: לחץ וגרור כדי לשנות את הסדר
hr: Pritisnite i povucite za promjenu redoslijeda prikaza konzola na popisu igara
ja: 長押しでドラッグし、ゲームリストのコンソール表示順を調整
ko: 길게 눌러 드래그하면 게임 목록의 콘솔 표시 순서 조정
pl: Przytrzymaj i przeciągnij, aby zmienić kolejność
ro: Țineți apăsat și glisați pentru a ajusta ordinea de afișare a consolelor în lista de jocuri
tr: Sıralamayı düzenlemek için uzun basıp sürükleyin
vi: Nhấn giữ và kéo để điều chỉnh thứ tự hiển thị
zh_hk: 長按並拖動以調整遊戲列表中的主機顯示順序

# ThemeColorLimitToast
source: Maximum number of theme colors reached
el: Έχετε φτάσει το μέγιστο αριθμό χρωμάτων
es: Número máximo de colores alcanzado
he: הגעת למקסימום צבעים בערכת העיצוב
hr: Dosegnut je maksimalan broj boja teme
ja: テーマカラーの上限に達しました
ko: 테마 색상 최대 개수 도달
pl: Osiągnięto limit kolorów
ro: Numărul maxim de culori temă a fost atins
tr: Maksimum tema rengi sayısına ulaşıldı
vi: Đạt giới hạn số màu chủ đề
zh_hk: 已達主題顏色數量上限

# ThemeColorSystemNotAllowEdit
source: Default theme colors cannot be edited
el: Τα προεπιλεγμένα χρώματα δεν επεξεργάζονται
es: Los colores predeterminados no se pueden editar
he: לא ניתן לערוך צבעים ברירת מחדל
hr: Zadane boje teme ne mogu se uređivati
ja: デフォルトのテーマカラーは編集できません
ko: 기본 테마 색상은 수정 불가
pl: Domyślnych kolorów nie można edytować
ro: Culorile implicite ale temei nu pot fi editate
tr: Varsayılan renkler düzenlenemez
vi: Không thể chỉnh sửa màu mặc định
zh_hk: 預設主題顏色不可編輯

# EditTitle
source: Edit
el: Επεξεργασία
es: Editar
he: עריכה
hr: Uredi
ja: 編集
ko: 편집
pl: Edytuj
ro: Editare
tr: Düzenle
vi: Chỉnh sửa
zh_hk: 編輯

# RemoveTitle
source: Remove
el: Διαγραφή
es: Eliminar
he: הסרה
hr: Ukloni
ja: 削除
ko: 삭제
pl: Usuń
ro: Eliminare
tr: Kaldır
vi: Xóa
zh_hk: 移除

source: On
el: Ενεργό
es: Activado
he: פועל
hr: Uključeno
ja: オン
ko: 켬
pl: Wł.
ro: Pornit
tr: Açık
vi: Bật
zh_hk: 開啟

source: Off
el: Ανενεργό
es: Desactivado
he: כבוי
hr: Isključeno
ja: オフ
ko: 끔
pl: Wył.
ro: Oprit
tr: Kapalı
vi: Tắt
zh_hk: 關閉

# AmiiboNotSearching
source: Amiibo loading is unavailable while NFC search is inactive
el: Το Amiibo δεν είναι διαθέσιμο με απενεργοποιημένο NFC
es: Amiibo no disponible mientras NFC está inactivo
he: לא ניתן לטעון Amiibo כאשר NFC כבוי
hr: Učitavanje Amiiboa nije dostupno dok je NFC pretraga neaktivna
ja: NFC検索無効時はAmiibo読み込み不可
ko: NFC 비활성 시 Amiibo 로드 불가
pl: Amiibo niedostępne przy wyłączonym NFC
ro: Încărcarea Amiibo nu este disponibilă când căutarea NFC este inactivă
tr: NFC etkin değilken Amiibo yüklenemez
vi: Không thể tải Amiibo khi NFC tắt
zh_hk: NFC 搜尋未啟用時無法載入 Amiibo

# ConsoleHomeTitle
source: Home Menu
el: Κύριο μενού
es: Menú principal
he: תפריט ראשי
hr: Početni izbornik
ja: ホームメニュー
ko: 홈 메뉴
pl: Menu główne
ro: Meniu principal
tr: Ana menü
vi: Menu chính
zh_hk: 主選單

# AmiiboTitle
source: Load Amiibo
el: Φόρτωση Amiibo
es: Cargar Amiibo
he: טען Amiibo
hr: Učitaj Amiibo
ja: Amiibo読み込み
ko: Amiibo 로드
pl: Wczytaj Amiibo
ro: Încărcare Amiibo
tr: Amiibo Yükle
vi: Tải Amiibo
zh_hk: 載入 Amiibo

# ThreeDSHomeMenuNotRunning
source: Home Menu is not running
el: Το κύριο μενού δεν εκτελείται
es: Menú principal no está en ejecución
he: התפריט הראשי אינו פועל
hr: Početni izbornik nije pokrenut
ja: ホームメニューが起動していません
ko: 홈 메뉴가 실행 중이지 않음
pl: Menu główne nie jest uruchomione
ro: Meniu principal nu rulează
tr: Ana menü çalışmıyor
vi: Menu chính không hoạt động
zh_hk: 主選單未運行

# ThreeDSImportSaveFailed
source: Failed to import %@: Unrecognized save file
el: Αποτυχία εισαγωγής %@: Άγνωστο αρχείο
es: Error al importar %@: Archivo no reconocido
he: ייבא %@ נכשל: קובץ שמירה לא מזוהה
hr: Greška pri uvoženju %@: Nepoznata datoteka spremanja
ja: %@のインポート失敗：認識不能なセーブファイル
ko: %@ 가져오기 실패: 인식 불가 저장 파일
pl: Błąd importu %@: Nieznany plik zapisu
ro: Eșec la importarea %@: Fișier de salvare nerecunoscut
tr: %@ içe aktarılamadı: Tanınmayan kayıt dosyası
vi: Nhập %@ thất bại: File save không hợp lệ
zh_hk: 匯入 %@ 失敗：無法識別的存檔

# ThreeDSUpdateInstallSuccess
source: Update installed successfully
el: Επιτυχής εγκατάσταση ενημέρωσης
es: Actualización instalada correctamente
he: עדכון הותקן בהצלחה
hr: Ažuriranje uspješno instalirano
ja: アップデート正常完了
ko: 업데이트 설치 성공
pl: Aktualizacja zainstalowana
ro: Actualizare instalată cu succes
tr: Güncelleme başarıyla yüklendi
vi: Cập nhật thành công
zh_hk: 更新已成功安裝

# OnlineCoverFetchFailed
source: Failed to fetch image
el: Αποτυχία λήψης εικόνας
es: Error al obtener imagen
he: שגיאה בטעינת תמונה
hr: Greška pri dohvaćanju slike
ja: 画像取得失敗
ko: 이미지 가져오기 실패
pl: Błąd pobierania obrazu
ro: Eșec la preluarea imaginii
tr: Görsel alınamadı
vi: Tải hình ảnh thất bại
zh_hk: 圖片下載失敗

# JITMenuDesc
source: Enabling JIT in unsupported environments may cause app crashes
el: Η ενεργοποίηση JIT σε μη υποστηριζόμενα περιβάλλοντα μπορεί να προκαλέσει σφάλματα
es: Activar JIT en entornos no soportados puede causar fallos
he: הפעלת JIT בסביבות לא נתמכות עלולה לגרום לקריסות
hr: Aktiviranje JIT-a u nepodržanim okruženjima može uzrokovati pad aplikacije
ja: 非対応環境でのJIT有効化はアプリクラッシュの原因となります
ko: 지원되지 않는 환경에서 JIT 활성화 시 앱 충돌 가능성
pl: Włączenie JIT w nieobsługiwanych środowiskach może powodować błędy
ro: Activarea JIT în medii neacceptate poate cauza închiderea aplicației
tr: Desteklenmeyen ortamlarda JIT etkinleştirme uygulama çökmelerine neden olabilir
vi: Bật JIT trong môi trường không hỗ trợ có thể gặp lỗi
zh_hk: 在不支援的環境啟用 JIT 可能導致程式崩潰

# ShaderModeTitle
source: Advanced Shaders
el: Προηγμένα shaders
es: Shaders avanzados
he: מאיצי גרפיקה מתקדמים
hr: Napredni shaderi
ja: 高度シェーダー
ko: 고급 셰이더
pl: Zaawansowane shadery
ro: Shader-uri avansate
tr: Gelişmiş gölgelendiriciler
vi: Shader nâng cao
zh_hk: 進階光影

# ShaderModeDesc
source: Enhances texture accuracy in some games but may impact performance
el: Βελτιώνει την ακρίβεια υφών (μπορεί να επηρεάσει απόδοση)
es: Mejora precisión de texturas (puede afectar rendimiento)
he: משפר דיוק טקסטורות (עלול להשפיע על ביצועים)
hr: Poboljšava preciznost tekstura u nekim igrama, ali može utjecati na performanse
ja: 一部ゲームのテクスチャ精度向上（パフォーマンス低下の可能性あり）
ko: 일부 게임의 텍스처 정확도 향상 (성능 영향 가능)
pl: Poprawia dokładność tekstur (może wpłynąć na wydajność)
ro: Îmbunătățește acuratețea texturilor în unele jocuri, dar poate afecta performanța
tr: Doku hassasiyetini artırır (performansı etkileyebilir)
vi: Cải thiện độ chính xác texture (có thể ảnh hưởng hiệu năng)
zh_hk: 提升部分遊戲紋理精度（可能影響效能）

# NoDownloadTask
source: No active downloads
el: Δεν υπάρχουν ενεργές λήψεις
es: Sin descargas activas
he: אין הורדות פעילות
hr: Nema aktivnih preuzimanja
ja: 進行中のダウンロードなし
ko: 진행 중인 다운로드 없음
pl: Brak aktywnych pobrań
ro: Nu există descărcări active
tr: Aktif indirme yok
vi: Không có tải xuống
zh_hk: 沒有進行中的下載

# NoGameCoverResult
source: No Boxart found
el: Δεν βρέθηκαν εξώφυλλα
es: No se encontraron carátulas
he: לא נמצאו עטיפות
hr: Boxart nije pronađen
ja: ボックスアート未検出
ko: 박스아트 없음
pl: Nie znaleziono okładek
ro: Nu s-a găsit Boxart
tr: Kutu bulunamadı
vi: Không tìm thấy hộp game
zh_hk: 找不到遊戲封面

# NoContentResult
source: No content available
el: Δεν υπάρχει περιεχόμενο
es: Sin contenido disponible
he: אין תוכן
hr: Nema dostupnog sadržaja
ja: コンテンツなし
ko: 콘텐츠 없음
pl: Brak treści
ro: Nu există conținut disponibil
tr: İçerik yok
vi: Không có nội dung
zh_hk: 沒有內容

# OpenFilePermissionsLimit
source: No permissions to open %@
el: Δεν υπάρχει άδεια για άνοιγμα %@
es: Sin permisos para abrir %@
he: אין הרשאה לפתוח את %@
hr: Nemate dozvole za otvaranje %@
ja: %@を開く権限がありません
ko: %@ 열기 권한 없음
pl: Brak uprawnień do otwarcia %@
ro: Nu aveți permisiunea de a deschide %@
tr: %@ açma izni yok
vi: Không có quyền mở %@
zh_hk: 無權限開啟 %@

# SevenZipDecompressError
source: 7z file is corrupted or encrypted
el: Το αρχείο 7z είναι κατεστραμμένο ή κρυπτογραφημένο
es: Archivo 7z dañado o encriptado
he: קובץ 7z פגום או מוצפן
hr: 7z datoteka je oštećena ili šifrirana
ja: 7zファイル破損または暗号化済み
ko: 7z 파일 손상 또는 암호화됨
pl: Plik 7z uszkodzony lub zaszyfrowany
ro: Fișierul 7z este corupt sau criptat
tr: 7z dosyası bozuk veya şifreli
vi: File 7z bị hỏng hoặc mã hóa
zh_hk: 7z 檔案損毀或已加密

# ForceSquareRatioTitle
source: Force Square Aspect Ratio
el: Εξαναγκασμός τετραγωνικής αναλογίας
es: Forzar relación cuadrada
he: החלת יחס ריבועי
hr: Nametni kvadratni omjer
ja: 正方形比率強制
ko: 정사각형 비율 강제
pl: Wymuś kwadratowy format
ro: Forțează raport pătrat
tr: Kare en-boy oranı zorla
vi: Ép tỷ lệ vuông
zh_hk: 強制正方形比例

# ForceSquareRatioDetail
source: Boxart will use a square ratio when enabled, or its original ratio when disabled
el: Τα εξώφυλλα θα χρησιμοποιούν τετράγωνη αναλογία (ενεργό) ή πρωτότυπη (ανενεργό)
es: Carátulas usarán relación cuadrada (activado) u original (desactivado)
he: עטיפות ישתמשו ביחס ריבועי (מופעל) או מקורי (כבוי)
hr: Boxart će koristiti kvadratni omjer kada je uključeno ili originalni omjer kada je isključeno
ja: 有効時は正方形比率、無効時は元の比率でボックスアート表示
ko: 활성화 시 정사각형 비율, 비활성화 시 원본 비율 사용
pl: Okładki w formacie kwadratowym (wł.) lub oryginalnym (wył.)
ro: Boxart va folosi un raport pătrat când este activat sau raportul original când este dezactivat
tr: Kutular kare oran (açık) veya orijinal oran (kapalı) kullanır
vi: Hộp game sẽ dùng tỷ lệ vuông (bật) hoặc tỷ lệ gốc (tắt)
zh_hk: 啟用時封面採用正方形比例，停用時保留原始比例

# AutoSaveStateTitle
source: Auto Save States
el: Αυτόματη Αποθήκευση Κατάστασης
es: Estados de guardado automático
he: שמירת מצב אוטומטית
hr: Automatsko spremanje stanja
ja: 自動セーブステート
ko: 자동 저장 상태
pl: Autozapisywanie stanów
ro: Salvare automată a stărilor
tr: Otomatik Durum Kaydetme
vi: Tự động Lưu Trạng thái
zh_hk: 自動即時存檔

# GamesThemeTitle
source: Game Library
el: Βιβλιοθήκη Παιχνιδιών
es: Biblioteca de juegos
he: ספריית משחקים
hr: Kolekcija igara
ja: ゲームライブラリ
ko: 게임 라이브러리
pl: Biblioteka gier
ro: Colecția de jocuri
tr: Oyun Kütüphanesi
vi: Thư viện Trò chơi
zh_hk: 遊戲庫

# GamesPerRowTitle
source: Games per Row (iPhone)
el: Παιχνίδια ανά Γραμμή (iPhone)
es: Juegos por fila (iPhone)
he: משחקים לשורה (iPhone)
hr: Igara po retku (iPhone)
ja: 1行あたりのゲーム数（iPhone）
ko: 한 줄에 표시할 게임 수 (iPhone)
pl: Gry w rzędzie (iPhone)
ro: Jocuri pe rând (iPhone)
tr: Satır Başına Oyun Sayısı (iPhone)
vi: Số trò chơi mỗi hàng (iPhone)
zh_hk: 每行遊戲數目（iPhone）

# GamesHideScrollIndicator
source: Hide Scroll Indicators
el: Απόκρυψη Δείκτων Κύλισης
es: Ocultar indicadores de desplazamiento
he: הסתר מחווני גלילה
hr: Sakrij pokazivače pomicanja
ja: スクロールインジケータを非表示
ko: 스크롤 표시기 숨기기
pl: Ukryj wskaźniki przewijania
ro: Ascunde indicatorii de derulare
tr: Kaydırma Göstergelerini Gizle
vi: Ẩn chỉ bảng cuộn
zh_hk: 隱藏滾動指示器

# ConsoleLanguageDesc
source: Region & Language settings may require manual configuration for certain games
el: Οι ρυθμίσεις Περιοχής & Γλώσσας ενδέχεται να απαιτούν χειροκίνητη ρύθμιση για συγκεκριμένα παιχνίδια
es: Es posible que los ajustes de región e idioma requieran configuración manual para ciertos juegos
he: ייתכן שיהיה צורך בהגדרה ידנית של שפה ואזור עבור משחקים מסוימים
hr: Postavke regije i jezika mogu zahtijevati ručnu konfiguraciju za određene igre
ja: 一部のゲームでは地域と言語設定を手動で構成する必要があります
ko: 일부 게임은 지역 및 언어 설정을 수동으로 구성해야 할 수 있음
pl: Ustawienia regionu i języka mogą wymagać ręcznej konfiguracji dla niektórych gier
ro: Setările de regiune și limbă pot necesita configurare manuală pentru unele jocuri
tr: Bazı oyunlar için bölge ve dil ayarlarının elle yapılandırılması gerekebilir
vi: Cài đặt Khu vực & Ngôn ngữ có thể yêu cầu cấu hình thủ công cho một số trò chơi
zh_hk: 部分遊戲可能需要手動設定地區與語言

# JitNoSupportDesc
source: JIT compilation is unavailable in the current environment
el: Η μεταγλώττιση JIT δεν είναι διαθέσιμη στο τρέχον περιβάλλον
es: La compilación JIT no está disponible en este entorno
he: הידור JIT אינו זמין בסביבה הנוכחית
hr: JIT kompilacija nije dostupna u trenutnom okruženju
ja: 現在の環境ではJITコンパイルが利用できません
ko: 현재 환경에서는 JIT 컴파일을 사용할 수 없음
pl: Kompilacja JIT jest niedostępna w bieżącym środowisku
ro: Compilarea JIT nu este disponibilă în mediul curent
tr: Mevcut ortamda JIT derleme kullanılamıyor
vi: Biên dịch JIT không khả dụng trong môi trường hiện tại
zh_hk: 目前環境不支援JIT編譯功能

# RenderRightEyeTitle
source: RightEye Rendering
el: Απόδοση δεξιού ματιού
es: Renderizado de ojo derecho
he: עיבוד עין ימין
hr: Renderiranje desnog oka
ja: 右目レンダリング
ko: 오른쪽 눈 렌더링
pl: Renderowanie prawego oka
ro: Randare ochi drept
tr: Sağ Göz Renderi
vi: Kết xuất mắt phải
zh_hk: 右眼渲染

# RenderRightEyeDesc
source: Disabling right-eye rendering can improve the performance of some games, but it may also cause issues such as screen flickering.
el: Η απενεργοποίηση βελτιώνει την απόδοση σε ορισμένα παιχνίδια, αλλά μπορεί να προκαλέσει τρεμόπαιγμα
es: Desactivar el renderizado del ojo derecho mejora el rendimiento en algunos juegos, pero puede causar problemas como parpadeo de pantalla
he: כיבוי משפר ביצועים במשחקים מסוימים אך עלול לגרום להבהוב מסך
hr: Deaktiviranje poboljšava performanse nekih igara, ali može uzrokovati treperenje
ja: 右目レンダリングを無効にすると一部のゲームのパフォーマンスが向上しますが、画面のちらつきなどの問題が発生する可能性があります
ko: 오른쪽 눈 렌더링 비활성화 시 일부 게임 성능이 향상되지만 화면 깜빡임 문제가 발생할 수 있음
pl: Wyłączenie poprawia wydajność w niektórych grach, ale może powodować migotanie
ro: Dezactivarea îmbunătățește performanța la unele jocuri, dar poate cauza pâlpâire
tr: Devre dışı bırakmak bazı oyunlarda performansı artırır ancak ekran titremesine neden olabilir
vi: Vô hiệu hóa kết xuất mắt phải giúp cải thiện hiệu suất một số trò chơi, nhưng có thể gây ra hiện tượng nhấp nháy hình ảnh
zh_hk: 停用右眼渲染可提升部分遊戲運行效率，但可能導致畫面閃爍等問題

# DisableTitle
source: Disable
el: Απενεργοποίηση
es: Desactivar
he: כיבוי
hr: Deaktiviraj
ja: 無効化
ko: 비활성화
pl: Wyłącz
ro: Dezactivează
tr: Devre Dışı
vi: Vô hiệu hóa
zh_hk: 停用

# EnableTitle
source: Enable
el: Ενεργοποίηση
es: Activar
he: הפעלה
hr: Aktiviraj
ja: 有効化
ko: 활성화
pl: Włącz
ro: Activează
tr: Etkinleştir
vi: Kích hoạt
zh_hk: 啟用

# NoSaveStateToast
source: No %@
el: Δεν υπάρχει διαθέσιμο %@
es: %@ no disponible
he: %@ לא זמין
hr: Nema dostupnog %@
ja: %@は現在ありません
ko: %@ 없음
pl: Brak %@
ro: Niciun %@ disponibil
tr: %@ Yok
vi: Chưa có %@
zh_hk: 暫無%@

# DeleteSelectedSaveStateAlert
source: Do you want to remove the selected 「%@」? It cannot be recovered after removal!
el: Διαγραφή επιλεγμένου «%@»; Δεν ανακτάται!
es: ¿Eliminar el «%@» seleccionado? ¡Esta acción no se puede deshacer!
he: למחוק את «%@» הנבחר? לא ניתן לשחזר!
hr: Izbrisati odabrani «%@»? Nije moguće vratiti!
ja: 選択した「%@」を削除しますか？ 削除後は復元できません！
ko: 선택한 '%@'을(를) 삭제할까요? 삭제 후 복구 불가능!
pl: Usunąć wybrany «%@»? Nie można przywrócić!
ro: Ștergeți «%@» selectat? Nu poate fi recuperat!
tr: Seçilen «%@» silinsin mi? Geri alınamaz!
vi: Xóa mục đã chọn 「%@」? Không thể khôi phục sau khi xóa!
zh_hk: 是否刪除選中嘅「%@」？ 刪除後無法恢復！

# DeleteAllSaveStateAlert
source: No items are currently selected. Do you want to remove all 「%@」? It cannot be recovered after removal!
el: Δεν υπάρχει επιλογή. Διαγραφή όλων των «%@»; Δεν ανακτάται!
es: No hay elementos seleccionados. ¿Eliminar todos los «%@»? ¡Esta acción no se puede deshacer!
he: לא נבחרו פריטים. למחוק את כל ה«%@»? לא ניתן לשחזר!
hr: Nema odabira. Izbrisati sve «%@»? Nije moguće vratiti!
ja: 現在選択されている項目はありません。すべての「%@」を削除しますか？ 削除後は復元できません！
ko: 선택된 항목 없음. 모든 '%@'을(를) 삭제할까요? 삭제 후 복구 불가능!
pl: Brak wyboru. Usunąć wszystkie «%@»? Nie można przywrócić!
ro: Nicio selecție. Ștergeți toate «%@»? Nu poate fi recuperat!
tr: Seçili öğe yok. Tüm «%@» silinsin mi? Geri alınamaz!
vi: Không có mục nào được chọn. Xóa tất cả 「%@」? Không thể khôi phục sau khi xóa!
zh_hk: 未選中任何項目，是否刪除所有「%@」？ 刪除後無法恢復！

# AICoverSearchDesc
source: It has been detected that you attempted to search in a non-English language. After upgrading to a premium membership, Manic EMU will utilize the latest AI technology to assist you with multilingual search tasks.
el: Εντοπίστηκε μη αγγλική αναζήτηση. Αναβάθμιση σε Premium για πολυγλωσσική αναζήτηση με ΤΝ
es: Detectamos búsqueda en idiomas no ingleses. Actualice a Premium para que Manic EMU use IA avanzada en búsquedas multilingües
he: זוהתה חיפוש לא באנגלית. שדרג ל-Premium לחיפוש רב-לשוני בבינה מלאכותית
hr: Otkrivena pretraga na drugom jeziku. Nadogradi na Premium za višejezičnu AI pretragu
ja: 非英語での検出を検出しました。プレミアム会員にアップグレードすると、Manic EMUが最先端のAI技術で多言語検索をサポートします
ko: 비영어 검색 감지. 프리미엄 업그레이드 시 Manic EMU의 AI 기술로 다국어 검색 지원
pl: Wykryto wyszukiwanie w innym języku. Ulepsz do Premium dla wielojęzycznego wyszukiwania AI
ro: Detectată căutare non-engleză. Faceți upgrade la Premium pentru căutare multilingvă cu AI
tr: İngilizce olmayan arama algılandı. Manic EMU'nun çok dilli AI araması için Premium'a yükseltin
vi: Phát hiện tìm kiếm không phải tiếng Anh, nâng cấp tài khoản Premium để Manic EMU sử dụng công nghệ AI mới nhất hỗ trợ tìm kiếm đa ngôn ngữ
zh_hk: 偵測到非英文搜尋，升級高級會員後Manic EMU將使用最新AI技術實現多語言搜尋

# MaxTextSizeAllowDesc
source: This option supports a maximum of %@ characters.
el: Υποστηρίζει έως %@ χαρακτήρες
es: Esta opción admite hasta %@ caracteres
he: תומך עד %@ תווים
hr: Podržava do %@ znakova
ja: このオプションは最大%@文字まで対応しています
ko: 최대 %@자까지 지원
pl: Obsługuje do %@ znaków
ro: Suportă până la %@ caractere
tr: En fazla %@ karakter desteklenir
vi: Tùy chọn này hỗ trợ tối đa %@ ký tự
zh_hk: 此選項最多支援%@個字符

# PlatformSelectionTitle
source: Platform Selection
el: Επιλογή Πλατφόρμας
es: Selección de Plataforma
he: בחירת פלטפורמה
hr: Odabir Platforme
ja: 実行プラットフォーム選択
ko: 실행 플랫폼 선택
pl: Wybór Platformy
ro: Selectare Platformă
tr: Platform Seçimi
vi: Chọn Nền Tảng
zh_hk: 執行平台選擇

# PlatformSelectionDetail
source: Select default platform for %@
el: Επιλέξτε προεπιλεγμένη πλατφόρμα για %@
es: Seleccione plataforma predeterminada para %@
he: בחר פלטפורמת ברירת מחדל עבור %@
hr: Odaberite zadanu platformu za %@
ja: %@のデフォルトプラットフォームを選択
ko: %@의 기본 플랫폼 선택
pl: Wybierz domyślną platformę dla %@
ro: Selectează platforma implicită pentru %@
tr: %@ için varsayılan platform seçin
vi: Chọn nền tảng mặc định cho %@
zh_hk: 請為%@選擇預設執行平台

# PlatformChange
source: Assign Platform
el: Ανάθεση Πλατφόρμας
es: Asignar Plataforma
he: הקצאת פלטפורמה
hr: Dodijeli Platformu
ja: プラットフォーム指定
ko: 플랫폼 지정
pl: Przypisz Platformę
ro: Atribuire Platformă
tr: Platform Ata
vi: Chỉ định Nền Tảng
zh_hk: 指定執行平台

# BIOSDesc
source: BIOS required for some platforms
el: Ορισμένες πλατφόρμες απαιτούν BIOS
es: Algunas plataformas requieren BIOS
he: חלק מהפלטפורמות דורשות BIOS
hr: Neke platforme zahtijevaju BIOS
ja: 一部プラットフォームはBIOS必須
ko: 일부 플랫폼은 BIOS 필요
pl: Niektóre platformy wymagają BIOS
ro: Unele platforme necesită BIOS
tr: Bazı platformlar BIOS gerektirir
vi: Một số nền tảng cần BIOS
zh_hk: 部分平台需要BIOS才能運作
