Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# BIOSImported
source: Imported
el: Εισαγωγή
es: Importado
he: יובא
hr: Uvezeno
ja: インポート済み
ko: 가져옴
pl: Zaimportowano
ro: Importat
tr: İçe Aktarıldı
vi: Đã nhập
zh_hk: 已匯入

# BIOSAlert
source: Some platforms require BIOS files to function properly. BIOS copyrights belong to hardware manufacturers. Ensure compliance with local laws when importing BIOS files. Join our community for import assistance.
el: Ορισμένες πλατφόρμες χρειάζονται αρχεία BIOS. Τα πνευματικά δικαιώματα BIOS ανήκουν σε κατασκευαστές. Συμμορφωθείτε με τους νόμους σας κατά την εισαγωγή. Ελάτε στην κοινότητά μας για βοήθεια.
es: Algunas plataformas requieren archivos BIOS. Los derechos de BIOS pertenecen a fabricantes de hardware. Cumpla con las leyes locales al importar BIOS. Únase a nuestra comunidad para asistencia.
he: חלק מהפלטפורמות דורשות קבצי BIOS. זכויות היוצרים שייכות ליצרנים. הקפידו על החוק המקומי בייבוא. הצטרפו לקהילה שלנו לקבלת עזרה.
hr: Neke platforme zahtijevaju BIOS datoteke. Autorska prava pripadaju proizvođačima. Poštujte lokalne zakone prilikom uvoza. Pridružite se našoj zajednici za pomoć.
ja: 一部プラットフォームにはBIOSファイルが必要です。BIOSの著作権はハードウェアメーカーに帰属します。適法なBIOSファイルのインポートに際しては地域の法令を遵守してください。 インポート問題はコミュニティでサポートします。
ko: 일부 플랫폼 작동에는 BIOS 파일이 필요합니다. BIOS 저작권은 하드웨어 제조사에 있습니다. 합법적인 BIOS 파일만 가져오세요. 문제 발생 시 커뮤니티에서 도움을 받으세요.
pl: Niektóre platformy wymagają plików BIOS. Prawa autorskie należą do producentów. Przestrzegaj lokalnych przepisów przy imporcie. Dołącz do społeczności po pomoc.
ro: Unele platforme necesită fișiere BIOS. Drepturile BIOS aparțin producătorilor. Respectați legile locale la import. Alăturați-vă comunității noastre pentru ajutor.
tr: Bazı platformlar BIOS dosyaları gerektirir. BIOS telif hakları üreticilere aittir. İçe aktarırken yerel yasalara uyun. Yardım için topluluğumuza katılın.
vi: Một số nền tảng cần tập tin BIOS. Bản quyền BIOS thuộc nhà sản xuất. Tuân thủ luật địa phương khi nhập BIOS. Tham gia cộng đồng nếu gặp sự cố.
zh_hk: 部分平台需BIOS檔案才能正常運作，BIOS版權屬硬件生產商所有。匯入時請遵守當地法例。 匯入問題請加入社群獲取協助。

source: Unknown Platform
el: Άγνωστη Πλατφόρμα
es: Plataforma Desconocida
he: פלטפורמה לא ידועה
hr: Nepoznata Platforma
ja: 未知のプラットフォーム
ko: 알 수 없는 플랫폼
pl: Nieznana Platforma
ro: Platformă Necunoscută
tr: Bilinmeyen Platform
vi: Nền Tảng Không Xác Định
zh_hk: 未知平台

# UnknownPlatformGameSelectWarn
source: Unassigned platform games cannot be selected
el: Παιχνίδια χωρίς πλατφόρμα δεν επιλέγονται
es: Juegos sin plataforma asignada no pueden seleccionarse
he: לא ניתן לבחור משחקים ללא פלטפורמה
hr: Igre bez platforme ne mogu se odabrati
ja: プラットフォーム未割当ゲームは選択不可
ko: 플랫폼 미지정 게임은 선택 불가
pl: Gier bez przypisanej platformy nie można wybrać
ro: Jocurile fără platformă nu pot fi selectate
tr: Platform atanmamış oyunlar seçilemez
vi: Không thể chọn game chưa chỉ định nền tảng
zh_hk: 未分配平台嘅遊戲無法選取

# BIOSImportSuccess
source: %@ imported successfully!
el: Επιτυχής εισαγωγή %@!
es: ¡%@ importado correctamente!
he: %@ יובא בהצלחה!
hr: %@ uspješno uvezen!
ja: %@のインポート成功!
ko: %@ 가져오기 성공!
pl: Pomyślnie zaimportowano %@!
ro: %@ importat cu succes!
tr: %@ başarıyla içe aktarıldı!
vi: Đã nhập %@ thành công!
zh_hk: %@匯入成功!

# BIOSImportFailed
source: Incorrect file imported!
el: Λάθος αρχείο!
es: ¡Archivo incorrecto!
he: קובץ שגוי!
hr: Neispravna datoteka!
ja: ファイルが不正です!
ko: 잘못된 파일입니다!
pl: Nieprawidłowy plik!
ro: Fișier incorect!
tr: Hatalı dosya!
vi: Tập tin không hợp lệ!
zh_hk: 檔案匯入錯誤!

# HideGameTitleDesc
source: Hide game title
el: Απόκρυψη τίτλου παιχνιδιού
es: Ocultar título del juego
he: הסתר כותרת משחק
hr: Sakrij naslov igre
ja: ゲームタイトルを非表示
ko: 게임 제목 숨기기
pl: Ukryj tytuł gry
ro: Ascunde titlul jocului
tr: Oyun başlığını gizle
vi: Ẩn tiêu đề trò chơi
zh_hk: 隱藏遊戲標題

# HideGroupTitleDesc
source: Hide Group Title
el: Απόκρυψη τίτλου ομάδας
es: Ocultar título de grupo
he: הסתר כותרת קבוצה
hr: Sakrij naslov grupe
ja: グループタイトルを非表示
ko: 그룹 제목 숨기기
pl: Ukryj tytuł grupy
ro: Ascunde titlul grupului
tr: Grup başlığını gizle
vi: Ẩn tiêu đề nhóm
zh_hk: 隱藏組別標題

# GroupTitleStyelDesc
source: Group Title Style
el: Στυλ τίτλου ομάδας
es: Estilo de título de grupo
he: סגנון כותרת קבוצה
hr: Stil naslova grupe
ja: グループタイトルスタイル
ko: 그룹 제목 스타일
pl: Styl tytułu grupy
ro: Stil titlu grup
tr: Grup Başlığı Stili
vi: Kiểu tiêu đề nhóm
zh_hk: 組別標題樣式

# GroupTitleStyelAbbr
source: Abbr
el: Συντομ.
es: Abreviatura
he: קיצור
hr: Skrać.
ja: 略称
ko: 약칭
pl: Skrót
ro: Abrev.
tr: Kısaltma
vi: Viết tắt
zh_hk: 縮寫

# GroupTitleStyelFull
source: Full
el: Πλήρες
es: Completo
he: מלא
hr: Puni
ja: 正式名称
ko: 전체
pl: Pełny
ro: Complet
tr: Tam
vi: Đầy đủ
zh_hk: 全稱

# GroupTitleStyelBrand
source: Brand
el: Μάρκα
es: Marca
he: מותג
hr: Brend
ja: ブランド
ko: 브랜드
pl: Marka
tr: Marka
vi: Thương hiệu
zh_hk: 品牌

# CopyLaunchLinkTitle
source: Copy Launch Link
el: Αντιγραφή συνδέσμου εκκίνησης
es: Copiar enlace de lanzamiento
he: העתק קישור השקה
hr: Kopiraj pokretnu poveznicu
ja: 起動リンクをコピー
ko: 실행 링크 복사
pl: Kopiuj link uruchomienia
ro: Copiază link de lansare
tr: Başlatma Bağlantısını Kopyala
vi: Sao chép liên kết khởi chạy
zh_hk: 複製啟動連結

# AskIfNeedToSaveCover
source: The Launch Link has been copied to the clipboard. Would you also like to save the Boxart to your photo album?
el: Σύνδεσμος εκκίνησης αντιγράφηκε. Αποθήκευση εξωφύλλου στο άλμπουμ;
es: El enlace de lanzamiento se ha copiado al portapapeles. ¿Desea guardar la carátula en su álbum de fotos?
he: קישור ההשקה הועתק. לשמור את עטיפת המשחק באלבום תמונות?
hr: Pokretna poveznica kopirana. Spremiti naslovnicu u foto album?
ja: 起動リンクをクリップボードにコピーしました。ボックスアートを写真アルバムに保存しますか？
ko: 실행 링크가 클립보드에 복사되었습니다. 박스아트를 사진 앨범에 저장하시겠습니까?
pl: Link uruchomienia skopiowany. Zapisać okładkę w albumie fotograficznym?
ro: Link de lansare copiat. Salvați coperta în album foto?
tr: Başlatma bağlantısı panoya kopyalandı. Kutu resmini fotoğraf albümünüze kaydetmek ister misiniz?
vi: Đã sao chép liên kết vào bộ nhớ tạm. Lưu ảnh bìa vào album ảnh không?
zh_hk: 啟動連結已複製到剪貼簿。是否將盒面圖片儲存到相簿？

# SaturnBiosAlertTitle
source: BIOS Missing
el: Λείπει το BIOS
es: Falta el BIOS
he: BIOS חסר
hr: BIOS nedostaje
ja: BIOSがありません
ko: BIOS 없음
pl: Brak BIOS
ro: BIOS lipsă
tr: BIOS Eksik
vi: Thiếu BIOS
zh_hk: BIOS檔案缺失

# SaturnBiosAlertDetail
source: The Sega Saturn can be emulated using HLE without requiring a BIOS file, but using a BIOS file can reduce graphical errors.
el: Η προσομοίωση Sega Saturn με HLE δεν απαιτεί BIOS, αλλά το αρχείο BIOS μειώνει γραφικά σφάλματα
es: Sega Saturn puede emularse con HLE sin archivo BIOS, pero su uso reduce errores gráficos
he: ניתן לדמות את Sega Saturn באמצעות HLE ללא BIOS, אך קובץ BIOS מפחית שגיאות גרפיות
hr: Sega Saturn se može emulirati s HLE bez BIOS-a, ali BIOS datoteka smanjuje grafičke pogreške
ja: セガサターンはBIOSファイルなしでHLEエミュレーション可能ですが、BIOS使用でグラフィックエラーを軽減できます
ko: 세가 새턴은 BIOS 없이 HLE 에뮬레이션 가능하지만, BIOS 사용 시 그래픽 오류 감소
pl: Sega Saturn można emulować przez HLE bez BIOS, ale plik BIOS redukuje błędy graficzne
ro: Sega Saturn poate fi emulat cu HLE fără BIOS, dar fișierul BIOS reduce erorile grafice
tr: Sega Saturn HLE ile BIOS olmadan çalıştırılabilir, ancak BIOS dosyası grafik hatalarını azaltır
vi: Sega Saturn có thể giả lập bằng HLE mà không cần BIOS, nhưng file BIOS giảm lỗi đồ họa
zh_hk: 世嘉土星可用HLE模擬無需BIOS檔案，但使用BIOS可減少圖形錯誤

# BiosAddTitle
source: Add BIOS
el: Προσθήκη BIOS
es: Añadir BIOS
he: הוסף BIOS
hr: Dodaj BIOS
ja: BIOSを追加
ko: BIOS 추가
pl: Dodaj BIOS
ro: Adaugă BIOS
tr: BIOS Ekle
vi: Thêm BIOS
zh_hk: 加入BIOS

# StartGameWithoutBiosTitle
source: Start Without BIOS
el: Εκκίνηση χωρίς BIOS
es: Iniciar sin BIOS
he: התחל ללא BIOS
hr: Pokreni bez BIOS-a
ja: BIOSなしで開始
ko: BIOS 없이 시작
pl: Uruchom bez BIOS
ro: Pornește fără BIOS
tr: BIOS Olmadan Başlat
vi: Khởi chạy không cần BIOS
zh_hk: 無BIOS啟動

# ThreeDSAdvanceSettingMode
source: Advanced Mode
el: Σύνθετη Λειτουργία
es: Modo Avanzado
he: מצב מתקדם
hr: Napredni Način
ja: 詳細モード
ko: 고급 모드
pl: Tryb Zaawansowany
ro: Mod Avansat
tr: Gelişmiş Mod
vi: Chế độ Nâng cao
zh_hk: 進階模式

# ThreeDSAdvanceSettingTitle
source: Advanced Settings
el: Σύνθετες Ρυθμίσεις
es: Ajustes Avanzados
he: הגדרות מתקדמות
hr: Napredne Postavke
ja: 詳細設定
ko: 고급 설정
pl: Ustawienia Zaawansowane
ro: Setări Avansate
tr: Gelişmiş Ayarlar
vi: Cài đặt Nâng cao
zh_hk: 進階設定

# ThreeDSBasicSettingMode
source: Basic Mode
el: Βασική Λειτουργία
es: Modo Básico
he: מצב בסיסי
hr: Osnovni Način
ja: 基本モード
ko: 기본 모드
pl: Tryb Podstawowy
ro: Mod de Bază
tr: Temel Mod
vi: Chế độ Cơ bản
zh_hk: 基本模式

# ShareConfigButtonTitle
source: Share Config
el: Κοινοποίηση Διαμόρφωσης
es: Compartir Configuración
he: שתף קונפיגורציה
hr: Dijeli Konfiguraciju
ja: 設定を共有
ko: 설정 공유
pl: Udostępnij Konfigurację
ro: Partajează Configurația
tr: Yapılandırmayı Paylaş
vi: Chia sẻ Cấu hình
zh_hk: 分享設定

# ImportConfigButtonTitle
source: Import Config
el: Εισαγωγή Διαμόρφωσης
es: Importar Configuración
he: ייבא קונפיגורציה
hr: Uvezi Konfiguraciju
ja: 設定をインポート
ko: 설정 가져오기
pl: Importuj Konfigurację
ro: Importă Configurația
tr: Yapılandırmayı İçe Aktar
vi: Nhập Cấu hình
zh_hk: 導入設定

# ShareFileFailedMissing
source: Sharing failed, the file does not exist.
el: Αποτυχία κοινοποίησης: το αρχείο δεν υπάρχει
es: Error al compartir: el archivo no existe
he: שיתוף נכשל: הקובץ לא קיים
hr: Dijeljenje nije uspjelo: datoteka ne postoji
ja: 共有失敗：ファイルが存在しません
ko: 공유 실패: 파일이 존재하지 않음
pl: Udostępnianie nie powiodło się: brak pliku
ro: Partajare eșuată: fișier inexistent
tr: Paylaşım başarısız: dosya bulunamadı
vi: Chia sẻ thất bại: tệp không tồn tại
zh_hk: 分享失敗：檔案不存在

# ReadConfigFileFailed
source: Unable to read configuration file
el: Δεν είναι δυνατή η ανάγνωση του αρχείου διαμόρφωσης
es: No se pudo leer el archivo de configuración
he: לא ניתן לקרוא את קובץ ההגדרות
hr: Ne mogu pročitati konfiguracijsku datoteku
ja: 設定ファイルの読み込みに失敗
ko: 설정 파일을 읽을 수 없음
pl: Nie można odczytać pliku konfiguracyjnego
ro: Nu se poate citi fișierul de configurare
tr: Yapılandırma dosyası okunamadı
vi: Không thể đọc tệp cấu hình
zh_hk: 無法讀取設定檔案

# SwitchEmulationCore
source: Switch Core
el: Αλλαγή Πυρήνα
es: Cambiar Núcleo
he: החלף ליבה
hr: Promijeni Jezgru
ja: コアを切り替え
ko: 코어 전환
pl: Zmień Rdzeń
ro: Schimbă Nucleu
tr: Çekirdek Değiştir
vi: Chuyển Lõi
zh_hk: 切換核心

# SwitchEmulationCoreDetail
source: Switch Emulation Core for %@ Core switching will cause saves generated on the previous core to become unreadable. To access the saves, please switch back to the previous core.
el: Αλλαγή πυρήνα εξομοίωσης για %@ Η αλλαγή πυρήνα θα καταστήσει τις αποθηκεύσεις από τον προηγούμενο πυρήνα ανάγνωστες. Για πρόσβαση, επιστρέψτε στον αρχικό πυρήνα
es: Cambiar núcleo de emulación para %@ El cambio de núcleo hará inaccesibles las partidas guardadas del núcleo anterior. Para acceder a ellas, vuelva al núcleo original
he: החלף ליבת אמולציה עבור %@ החלפת ליבה תגרום לשמירות מהליבה הקודמת להיות בלתי ניתנות לקריאה. לגישה, חזור לליבה המקורית
hr: Promijeni jezgru emulacije za %@ Promjena jezgre će učiniti pohrane iz prethodne jezgre nečitljivima. Za pristup vratite se izvornoj jezgri
ja: %@ のエミュレーションコアを切り替え コア切り替えにより、以前のコアで生成されたセーブデータが読めなくなります。データにアクセスするには、元のコアに戻してください
ko: %@ 에뮬레이션 코어 전환 코어 전환 시 이전 코어에서 생성된 세이브 파일을 읽을 수 없게 됩니다. 접근하려면 원래 코어로 전환하세요
pl: Zmień rdzeń emulacji dla %@ Zmiana rdzenia uniemożliwi odczyt zapisów z poprzedniego rdzenia. Aby uzyskać dostęp, wróć do oryginalnego rdzenia
ro: Schimbă nucleul de emulare pentru %@ Schimbarea nucleului va face salvările de pe nucleul anterior inaccesibile. Pentru acces, reveniți la nucleul original
tr: %@ için emülasyon çekirdeği değiştir Çekirdek değişimi önceki çekirdeğin kayıtlarını okunamaz hale getirir. Erişmek için orijinal çekirdeğe dönün
vi: Chuyển lõi giả lập cho %@ Việc chuyển lõi sẽ khiến bản lưu từ lõi cũ không thể đọc. Để truy cập, hãy chuyển về lõi gốc
zh_hk: 切換 %@ 的模擬核心 切換核心會令之前核心產生的存檔無法讀取。要存取存檔，請切換回原有核心

# BeetleSaturnNoSupportCheat
source: The Beetle Saturn core does not currently support cheat code settings. If you need to set cheat codes, please switch to the Yabause core
el: Ο πυρήνας Beetle Saturn δεν υποστηρίζει κωδικούς απάτης αυτήν τη στιγμή. Εάν χρειάζεστε, αλλάξτε στον πυρήνα Yabause
es: El núcleo Beetle Saturn no admite códigos de trucos. Si necesita trucos, cambie al núcleo Yabause
he: ליבת Beetle Saturn אינה תומכת בקודי רמאות כרגע. במידת הצורך, החלף לליבת Yabause
hr: Jezgra Beetle Saturn trenutno ne podržava varalice. Ako trebate, prebacite se na jezgru Yabause
ja: Beetle Saturn コアはチートコード設定に対応していません。チートを使用する場合は Yabause コアに切り替えてください
ko: Beetle Saturn 코어는 치트 코드 설정을 지원하지 않습니다. 필요한 경우 Yabause 코어로 전환하세요
pl: Rdzeń Beetle Saturn obecnie nie obsługuje kodów oszustw. W razie potrzeby przełącz na rdzeń Yabause
ro: Nucleul Beetle Saturn nu suportă coduri cheat momentan. Dacă este necesar, comutați la nucleul Yabause
tr: Beetle Saturn çekirdeği şu anda hile kodu desteklemiyor. Gerekirse Yabause çekirdeğine geçin
vi: Lõi Beetle Saturn hiện không hỗ trợ mã cheat. Nếu cần, hãy chuyển sang lõi Yabause
zh_hk: Beetle Saturn 核心暫不支援金手指設定。如需使用金手指，請切換至 Yabause 核心

# CurrentTitle
source: current
el: τρέχων
es: actual
he: נוכחי
hr: trenutno
ja: 現在
ko: 현재
pl: bieżące
ro: curent
tr: mevcut
vi: hiện tại
zh_hk: 目前

# NewSkinDesc
source: Manic EMU supports skins in .manicskin and .deltaskin .gammaskin formats. Please note that the imported skin's traits must match the current platform, otherwise, it will not appear in the skin list. Additionally, access to third-party skin communities is provided. These communities are not officially affiliated with Manic EMU. When downloading skins, please strictly adhere to the service terms of the respective community websites.
el: Το Manic EMU υποστηρίζει skins σε μορφές .manicskin και .deltaskin .gammaskin. Σημείωση: Το εισαγόμενο skin πρέπει να ταιριάζει με την τρέχουσα πλατφόρμα, διαφορετικά δεν θα εμφανιστεί στη λίστα. Επίσης παρέχουμε πρόσβαση σε κοινότητες τρίτων για skins. Αυτές δεν συνδέονται επίσημα με το Manic EMU. Κατά τη λήψη, ακολουθήστε αυστηρά τους όρους υπηρεσίας κάθε ιστότοπου
es: Manic EMU admite skins en formatos .manicskin y .deltaskin .gammaskin. Nota: las características del skin importado deben coincidir con la plataforma actual, de lo contrario no aparecerá en la lista. También proporcionamos acceso a comunidades de skins de terceros. Estas no están afiliadas oficialmente con Manic EMU. Al descargar skins, cumpla estrictamente con los términos de servicio de cada sitio
he: Manic EMU תומך במעטפות בפורמטים .manicskin ו-.deltaskin .gammaskin. הערה: מעטפת מיובאת חייבת להתאים לפלטפורמה הנוכחית, אחרת לא תופיע ברשימה. אנו גם מספקים גישה לקהילות מעטפות צד שלישי. אלה אינן קשורות רשמית ל-Manic EMU. בעת הורדה, הקפד לעמוד בתנאי השירות של כל אתר
hr: Manic EMU podržava skinove u formatima .manicskin i .deltaskin .gammaskin. Napomena: Uvezeni skin mora odgovarati trenutnoj platformi, inače se neće pojaviti na popisu. Također pružamo pristup zajednicama skinova trećih strana. One nisu službeno povezane s Manic EMU. Prilikom preuzimanja strogo se pridržavajte uvjeta usluge svake web stranice
ja: Manic EMU は .manicskin および .deltaskin .gammaskin 形式のスキンをサポート。注意：インポートするスキンの仕様は現在のプラットフォームと一致する必要があります。一致しない場合、スキンリストに表示されません。 また、サードパーティ製スキンコミュニティへのアクセスを提供します。これらは Manic EMU 公式サイトではありません。スキンのダウンロード時は各コミュニティの利用規約を厳守してください
ko: Manic EMU는 .manicskin 및 .deltaskin .gammaskin 형식의 스킨을 지원합니다. 참고: 가져온 스킨은 현재 플랫폼과 호환되어야 하며, 그렇지 않으면 스킨 목록에 표시되지 않습니다. 또한 타사 스킨 커뮤니티 접근을 제공합니다. 이들은 Manic EMU와 공식적으로 연관되지 않았습니다. 스킨 다운로드 시 각 사이트의 서비스 약관을 준수하세요
pl: Manic EMU obsługuje skórki w formatach .manicskin i .deltaskin .gammaskin. Uwaga: importowana skórka musi pasować do bieżącej platformy, inaczej nie pojawi się na liście. Zapewniamy też dostęp do społeczności skórek innych firm. Nie są one oficjalnie powiązane z Manic EMU. Podczas pobierania przestrzegaj warunków korzystania z każdej witryny
ro: Manic EMU suportă skin-uri în formate .manicskin și .deltaskin .gammaskin. Notă: Skin-ul importat trebuie să se potrivească cu platforma curentă, altfel nu va apărea în listă. Oferim și acces la comunități de skin-uri terță. Acestea nu sunt afiliate oficial cu Manic EMU. La descărcare, respectați termenii de serviciu ai fiecărui site
tr: Manic EMU, .manicskin ve .deltaskin .gammaskin formatlarında skinleri destekler. Not: İçe aktarılan skin mevcut platformla uyumlu olmalıdır, aksi takdirde listede görünmez. Ayrıca üçüncü taraf skin topluluklarına erişim sağlıyoruz. Bunlar Manic EMU ile resmi olarak bağlantılı değildir. Skin indirirken her sitenin hizmet şartlarına uyun
vi: Manic EMU hỗ trợ skin định dạng .manicskin và .deltaskin .gammaskin. Lưu ý: skin nhập vào phải phù hợp với nền tảng hiện tại, nếu không sẽ không hiển thị trong danh sách. Chúng tôi cũng cung cấp quyền truy cập vào cộng đồng skin bên thứ ba. Những cộng đồng này không liên kết chính thức với Manic EMU. Khi tải skin, vui lòng tuân thủ nghiêm ngặt điều khoản dịch vụ của từng trang web
zh_hk: Manic EMU 支援 .manicskin 同 .deltaskin .gammaskin 格式嘅皮膚。請注意：導入皮膚嘅規格需同目前平台匹配，否則唔會顯示喺皮膚列表。 另外，我哋提供第三方皮膚社群入口。呢啲社群唔係 Manic EMU 官方營運，下載皮膚時請嚴格遵守各網站服務條款

# VisitSite
source: Visit %@
el: Επίσκεψη %@
es: Visitar %@
he: בקר %@
hr: Posjeti %@
ja: %@ を訪問
ko: %@ 방문
pl: Odwiedź %@
ro: Vizitează %@
tr: %@ ziyaret et
vi: Truy cập %@
zh_hk: 訪問 %@

source: Open File
el: Άνοιγμα Αρχείου
es: Abrir Archivo
he: פתח קובץ
hr: Otvori Datoteku
ja: ファイルを開く
ko: 파일 열기
pl: Otwórz Plik
ro: Deschide Fișier
tr: Dosya Aç
vi: Mở Tệp
zh_hk: 開啟檔案

# WebViewDownloadBegin
source: Download has started.
el: Η λήψη ξεκίνησε
es: Descarga iniciada
he: ההורדה החלה
hr: Preuzimanje je započelo
ja: ダウンロードを開始しました
ko: 다운로드 시작됨
pl: Pobieranie rozpoczęte
ro: Descărcarea a început
tr: İndirme başladı
vi: Đã bắt đầu tải xuống
zh_hk: 下載已開始

source: Respect Silent Mode
el: Σεβασμός Αθόρυβης Λειτουργίας
es: Respetar Modo Silencio
he: כבד מצב שקט
hr: Poštuj Tihi Način
ja: サイレントモードを尊重
ko: 무음 모드 준수
pl: Respektuj Tryb Cichy
ro: Respectă Modul Silențios
tr: Sessiz Moda Uy
vi: Tôn trọng Chế độ Im lặng
zh_hk: 遵循靜音模式

# RespectSilentModeDesc
source: When enabled, Manic EMU will only play audio when not in silent mode.
el: Όταν ενεργοποιηθεί, το Manic EMU θα παίζει ήχο μόνο εκτός αθόρυβης λειτουργίας
es: Cuando está activado, Manic EMU solo reproduce audio si el modo silencio está desactivado
he: כאשר מופעל, Manic EMU ישמיע אודיו רק מחוץ למצב שקט
hr: Kada je uključeno, Manic EMU će reproducirati zvuk samo izvan tihog načina
ja: 有効時、Manic EMU はサイレントモード解除時のみ音声を再生します
ko: 활성화 시, Manic EMU는 무음 모드가 아닐 때만 오디오를 재생합니다
pl: Po włączeniu, Manic EMU będzie odtwarzać dźwięk tylko poza trybem cichym
ro: Când este activat, Manic EMU va reda audio doar în afara modului silențios
tr: Etkinleştirildiğinde, Manic EMU yalnızca sessiz mod dışında ses çalar
vi: Khi bật, Manic EMU chỉ phát âm thanh khi không ở chế độ im lặng
zh_hk: 啟用後，Manic EMU 只會喺非靜音模式播放音訊

# SaturnISONoSwitchCore
source: Sega Saturn .iso format games do not support core switching.
el: Τα παιχνίδια Sega Saturn .iso δεν υποστηρίζουν αλλαγή πυρήνα
es: Los juegos de Sega Saturn en formato .iso no admiten cambio de núcleo
he: משחקי Sega Saturn בפורמט .iso אינם תומכים בהחלפת ליבה
hr: Igre Sega Saturn u .iso formatu ne podržavaju promjenu jezgre
ja: セガサターン .iso 形式のゲームはコア切り替えをサポートしていません
ko: 세가 새턴 .iso 형식 게임은 코어 전환을 지원하지 않습니다
pl: Gry Sega Saturn w formacie .iso nie obsługują zmiany rdzenia
ro: Jocurile Sega Saturn în format .iso nu suportă schimbarea nucleului
tr: Sega Saturn .iso formatındaki oyunlar çekirdek değiştirmeyi desteklemez
vi: Trò chơi Sega Saturn định dạng .iso không hỗ trợ chuyển lõi
zh_hk: Sega Saturn .iso 格式遊戲唔支援切換核心

# EnableFullScreenTitle
source: Enable Fullscreen
el: Ενεργοποίηση Πλήρους Οθόνης
es: Activar Pantalla Completa
he: הפעל מסך מלא
hr: Omogući Puni Zaslon
ja: 全画面表示を有効化
ko: 전체 화면 활성화
pl: Włącz Pełny Ekran
ro: Activează Ecran Complet
tr: Tam Ekran Etkinleştir
vi: Bật Toàn màn hình
zh_hk: 啟用全螢幕

# DisableFullScreenTitle
source: Disable Fullscreen
el: Απενεργοποίηση Πλήρους Οθόνης
es: Desactivar Pantalla Completa
he: כבה מסך מלא
hr: Onemogući Puni Zaslon
ja: 全画面表示を無効化
ko: 전체 화면 비활성화
pl: Wyłącz Pełny Ekran
ro: Dezactivează Ecran Complet
tr: Tam Ekran Devre Dışı Bırak
vi: Tắt Toàn màn hình
zh_hk: 停用全螢幕

# SimulateBlowingTitle
source: Simulate Blowing
el: Προσομοίωση Φυσήματος
es: Simular Soplado
he: סימולציית נשיפה
hr: Simuliraj Puhanje
ja: 吹き操作をシミュレート
ko: 불기 시뮬레이션
pl: Symuluj Dmuchanie
ro: Simulează Suflare
tr: Üfleme Simülasyonu
vi: Mô phỏng Thổi
zh_hk: 模擬吹氣

# PaletteTitle
source: Palette
el: Παλέτα
es: Paleta
he: פלטה
hr: Paleta
ja: パレット
ko: 팔레트
pl: Paleta
ro: Paletă
tr: Palet
vi: Bảng màu
zh_hk: 調色板

# SkinRestDesc
source: Resetting the skin will also restore the game-assigned skins to their default skins.
el: Η επαναφορά του skin θα επαναφέρει επίσης τα skins που έχουν ανατεθεί από παιχνίδια στις προεπιλεγμένες εκδόσεις
es: Restablecer la skin también devolverá las skins asignadas por el juego a su estado predeterminado
he: איפוס המעטפת ישיב גם מעטפות שהוקצו על ידי משחקים לגרסאות ברירת המחדל
hr: Resetiranje skina također će vratiti skinove dodijeljene igrama na zadane verzije
ja: スキンをリセットすると、ゲームに割り当てられたスキンもデフォルトに復元されます
ko: 스킨 초기화 시 게임 할당 스킨도 기본 스킨으로 복원됩니다
pl: Resetowanie skórki przywróci również skórki przypisane przez gry do wersji domyślnych
ro: Resetarea skin-ului va restabili și skin-urile atribuite de jocuri la versiunile implicite
tr: Skin sıfırlama, oyun atanmış skinleri de varsayılan sürümlerine geri yükler
vi: Đặt lại skin cũng sẽ khôi phục skin do trò chơi chỉ định về mặc định
zh_hk: 重置皮膚後，遊戲分配嘅皮膚亦會恢復為預設皮膚

# SkinResetForAll
source: Reset all platform skins
el: Επαναφορά Όλων των Skins Πλατφόρμας
es: Restablecer todas las skins de plataforma
he: אפס את כל מעטפות הפלטפורמה
hr: Resetiraj Sve Skinove Platforme
ja: 全プラットフォームのスキンをリセット
ko: 모든 플랫폼 스킨 초기화
pl: Zresetuj wszystkie skórki platform
ro: Resetează Toate Skin-urile Platformei
tr: Tüm platform skinlerini sıfırla
vi: Đặt lại tất cả skin nền tảng
zh_hk: 重置所有平台皮膚

# SkinResetForPlatform
source: Reset %@ skin
el: Επαναφορά Skin %@
es: Restablecer skin de %@
he: אפס מעטפת %@
hr: Resetiraj %@ Skin
ja: %@ スキンをリセット
ko: %@ 스킨 초기화
pl: Zresetuj skórkę %@
ro: Resetează Skin-ul %@
tr: %@ skinini sıfırla
vi: Đặt lại skin %@
zh_hk: 重置 %@ 皮膚

# SkinDebug
source: Skin Playground
el: Περιοχή Δοκιμής Skins
es: Zona de Pruebas de Skins
he: אזור בדיקת מעטפות
hr: Testno Područje za Skinove
ja: スキンテスト場
ko: 스킨 테스트장
pl: Obszar Testowy Skórek
ro: Zonă de Testare Skin-uri
tr: Skin Test Alanı
vi: Khu vực Thử nghiệm Skin
zh_hk: 皮膚測試區

# ImportMissingFile
source: Failed to import %@: Missing file %@
el: Αποτυχία εισαγωγής %@: Λείπει το αρχείο %@
es: Error al importar %@: Falta el archivo %@
he: ייבוא %@ נכשל: הקובץ %@ חסר
hr: Uvoz %@ neuspješan: Nedostaje datoteka %@
ja: %@のインポート失敗：ファイル%@が見つかりません
ko: %@ 가져오기 실패: %@ 파일 없음
pl: Błąd importu %@: Brak pliku %@
ro: Import %@ eșuat: Lipsește fișierul %@
tr: %@ içe aktarma başarısız: %@ dosyası eksik
vi: Nhập %@ thất bại: Thiếu tệp %@
zh_hk: 導入%@失敗：缺少文件%@

# MultiDiscBuilder
source: MultiDisc Helper
el: Βοηθός Πολλαπλών Δίσκων
es: Asistente multidisco
he: מנהל רב-דיסקים
hr: MultiDisc pomoćnik
ja: マルチディスクヘルパー
ko: 멀티디스크 도우미
pl: Asystent multidysków
ro: Asistent multi-disc
tr: Çoklu Disk Yardımcısı
vi: Trợ lý đa đĩa
zh_hk: 多光碟助手
