Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# SBIImportDesc
source: PAL region games (mainly Europe/Australia/NZ) have copy protection. Import matching SBI files to unlock gameplay. Without SBI, games will remain on a black screen.
el: Παιχνίδια περιοχής PAL (Ευρώπη/Αυστραλία/ΝΖ) προστατευμένα. Εισαγάγετε αντίστοιχα αρχεία SBI για ξεκλείδωμα. Χωρίς SBI, μαύρη οθόνη.
es: Juegos PAL (Europa/Australia/NZ) tienen protección anticopia. Importa archivos SBI compatibles para desbloquear. Sin SBI, permanecerán en pantalla negra.
he: משחקי אזור PAL (אירופה/אוסטרליה/ניו זילנד) מוגנים. ייבא קבצי SBI תואמים לפתיחה. ללא SBI, מסך שחור.
hr: Igre PAL regije (Europa/Australija/NZ) zaštićene. Uvezite odgovarajuće SBI datoteke za otključavanje. Bez SBI, crni ekran.
ja: PAL地域（欧州/豪州/NZ）ゲームはコピー防止機能あり。対応SBIファイルのインポートで解除可能。未導入時は黒画面で停止。
ko: PAL 지역 게임(유럽/호주/뉴질랜드)은 복제 방지 기능 있음. 일치하는 SBI 파일 가져와야 게임 실행 가능. 없을 경우 검은 화면 유지.
pl: Gry regionu PAL (Europa/Australia/NZ) chronione. Importuj pasujące pliki SBI, aby odblokować. Bez SBI - czarny ekran.
ro: Jocurile regiunii PAL (Europa/Australia/NZ) protejate. Importați fișiere SBI corespunzătoare pentru deblocare. Fără SBI, ecran negru.
tr: PAL bölge oyunları (Avrupa/Avustralya/NZ) kopya korumalıdır. Kilidi açmak için eşleşen SBI dosyalarını içe aktarın. SBI olmazsa siyah ekran kalır.
vi: Game khu vực PAL (Châu Âu/Úc/NZ) có bảo vệ. Nhập tệp SBI tương ứng để mở khóa. Thiếu SBI, màn hình đen vĩnh viễn.
zh_hk: PAL區遊戲（歐洲/澳洲/紐西蘭）有版權保護。匯入匹配SBI檔案解鎖遊戲，否則會停留喺黑畫面。

# SBIUnImport
source: Not Imported
el: Δεν έχει εισαχθεί
es: No importado
he: לא יובא
hr: Nije uvezeno
ja: 未インポート
ko: 가져오지 않음
pl: Nie zaimportowano
ro: Neimportat
tr: İçe Aktarılmadı
vi: Chưa nhập
zh_hk: 未匯入

# PSXRunAlert
source: PAL Region Notice
el: Ειδοποίηση περιοχής PAL
es: Aviso de región PAL
he: הודעת אזור PAL
hr: Obavijest PAL regije
ja: PAL地域通知
ko: PAL 지역 알림
pl: Powiadomienie regionu PAL
ro: Notificare regiune PAL
tr: PAL Bölge Bildirimi
vi: Thông báo khu vực PAL
zh_hk: PAL區提示

# N64RDPDesc
source: GLideN64 delivers optimal performance but may exhibit graphical glitches. ParaLLEl-RDP provides more precise graphics emulation but requires higher hardware capabilities; devices with insufficient performance may lag or crash.
el: Το GLideN64 παρέχει βέλτιστη απόδοση αλλά ενδέχεται να εμφανίσει γραφικά σφάλματα. Το ParaLLEl-RDP προσφέρει πιο ακριβή προσομοίωση γραφικών, αλλά απαιτεί υψηλότερες δυνατότητες hardware· συσκευές με ανεπαρκή απόδο ενδέχεται να παρουσιάσουν καθυστερήσεις ή να κολλήσουν.
es: GLideN64 ofrece máximo rendimiento pero puede presentar errores gráficos. ParaLLEl-RDP proporciona emulación gráfica más precisa, pero requiere mayor capacidad de hardware; dispositivos con rendimiento insuficiente pueden sufrir retrasos o cierres inesperados.
he: GLideN64 מספק ביצועים מיטביים אך עלול להציג באגים גרפיים. ParaLLEl-RDP מספק אמולציית גרפיקה מדויקת יותר, אך דורש יכולות חומרה גבוהות יותר; מכשירים עם ביצועים לא מספקים עלולים להיתקע או לקרוס.
hr: GLideN64 nudi optimalnu izvedbu ali može imati grafičkih pogrešaka. ParaLLEl-RDP pruža precizniju grafičku emulaciju, ali zahtijeva veće hardverske kapacitete; uređaji s nedovoljnom izvedbom mogu se zatikati ili rušiti.
ja: GLideN64は最高のパフォーマンスを提供しますが、グラフィックの不具合が発生する可能性があります。ParaLLEl-RDPはより正確なグラフィックエミュレーションを実現しますが、高いハードウェア性能が必要で、性能不足の端末はラグやクラッシュの原因となります
ko: GLideN64는 최적의 성능을 제공하나 그래픽 오류가 발생할 수 있습니다. ParaLLEl-RDP는 더 정확한 그래픽 에뮬레이션을 제공하지만 높은 하드웨어 성능이 필요하며, 성능이 부족한 기기에서는 지연 또는 강제 종료가 발생할 수 있습니다.
pl: GLideN64 zapewnia optymalną wydajność, ale mogą wystąpić błędy graficzne. ParaLLEl-RDP oferuje dokładniejszą emulację grafiki, ale wymaga wyższej wydajności sprzętowej; urządzenia o niewystarczającej wydajności mogą zacinać się lub ulegać awariom.
ro: GLideN64 oferă performanță optimă dar poate avea erori grafice. ParaLLEl-RDP oferă emulare grafică mai precisă, dar necesită capacități hardware superioare; dispozitivele cu performanță insuficientă pot suferi de întârzieri sau să se închidă neașteptat.
tr: GLideN64 en iyi performansı sunar ancak grafik hataları olabilir. ParaLLEl-RDP daha hassas grafik emülasyonu sağlar, ancak daha yüksek donanım kapasitesi gerektirir; yetersiz performanslı cihazlar takılabilir veya çökebilir.
vi: GLideN64 cho hiệu năng tối ưu nhưng có thể xuất hiện lỗi đồ họa. ParaLLEl-RDP cung cấp mô phỏng đồ họa chính xác hơn nhưng yêu cầu khả năng phần cứng cao hơn; thiết bị hiệu năng thấp có thể giật lag hoặc đóng bất ngờ.
zh_hk: GLideN64具備最佳效能但可能存在圖形錯誤，ParaLLEl-RDP提供更精準圖形模擬，但需要更高硬件效能支援，效能不足裝置可能卡頓或閃退

# DeadZoneSetting
source: Dead Zone
el: Νεκρή Ζώνη
es: Zona Muerta
he: אזור מת
hr: Mrtva zona
ja: デッドゾーン
ko: 데드존
pl: Martwa strefa
ro: Zonă moartă
tr: Ölü Bölge
vi: Vùng chết
zh_hk: 死區

# DeadZoneDesc
source: Ignore minor stick movements by setting a dead zone. Fixes controller drift caused by hardware issues. Range: 0.0-1.0. • Most drift issues resolve below 0.1 • Setting to 1.0 disables the stick
el: Αγνοήσει μικροκινήσεις μοχλού. Διορθώνει παρέκκλιση ελεγκτή. Εύρος: 0.0-1.0 • Παρέκκλιση λύνεται κάτω από 0.1 • 1.0 απενεργοποιεί μοχλό
es: Ignora micro-movimientos configurando zona muerta. Soluciona deriva por fallos hardware. Rango: 0.0-1.0 • Deriva habitual se soluciona <0.1 • 1.0 desactiva el stick
he: התעלם מתנועות קלות של הג'ויסטיק. מתקן נדידה של בקר. טווח: 0.0-1.0 • בעיות נדידה נפתרות מתחת ל-0.1 • 1.0 מכבה את הג'ויסטיק
hr: Zanemari manje pokrete palice. Popravlja drift kontrolera. Raspon: 0.0-1.0 • Drift riješen ispod 0.1 • 1.0 onemogućuje palicu
ja: デッドゾーン設定でスティックの微動を無視。ハードウェア起因のドリフトを修正。範囲: 0.0-1.0 • 大半のドリフトは0.1未満で解消 • 1.0に設定でスティック無効化
ko: 데드존 설정으로 미세 조작 무시. 하드웨어 드리프트 해결. 범위: 0.0-1.0 • 대부분 드리프트 0.1 미만 해결 • 1.0 설정시 조작불가
pl: Ignoruj minimalne ruchy drążka. Napraw dryf sprzętowy. Zakres: 0.0-1.0 • Dryf rozwiązany poniżej 0.1 • 1.0 wyłącza drążek
ro: Ignoră mișcări minime ale manetei. Repară driftul controlerului. Interval: 0.0-1.0 • Probleme drift rezolvate sub 0.1 • 1.0 dezactivează maneta
tr: Küçük çubuk hareketlerini yoksayar. Donanım sürüklenmesini düzeltir. Aralık: 0.0-1.0 • Sürüklenme 0.1 altında çözülür • 1.0 çubuğu devre dışı bırakır
vi: Bỏ qua chuyển động nhỏ của cần. Sửa lỗi trôi phần cứng. Phạm vi: 0.0-1.0 • Lỗi trôi giải quyết dưới 0.1 • 1.0 tắt cần điều khiển
zh_hk: 設定死區忽略輕微搖桿移動，解決硬件飄移問題。範圍: 0.0-1.0 • 多數飄移於0.1以下解決 • 設為1.0將停用搖桿

# RendererTitle
source: Renderer
el: Αποαπεικονιστής
es: Renderizador
he: מרנדר
ja: レンダラー
ko: 렌더러
tr: Görüntüleyici
vi: Trình kết xuất
zh_hk: 渲染器

# RendererDesc
source: Hardware: Faster with color depth & PGXP enhancements Software: More accurate but slower. Required for games like 《Silent Hill》 with complex graphics
el: Υλικό: Ταχύτερο (βάθος χρώματος & PGXP) Λογισμικό: Ακριβέστερο αλλά αργό. Απαιτείται για 《Silent Hill》
es: Hardware: Más rápido con profundidad color & PGXP Software: Más preciso pero lento. Necesario para juegos como 《Silent Hill》
he: חומרה: מהיר יותר (עומק צבע & PGXP) תוכנה: מדויק יותר אך איטי. נדרש למשחקים כמו 《Silent Hill》
hr: Hardver: Brže (dubina boje & PGXP) Softver: Točnije ali sporije. Potrebno za 《Silent Hill》
ja: ハードウェア: 色深度＆PGXP強化で高速化 ソフトウェア: 高精度だが低速。《Silent Hill》等の複雑描画必須
ko: 하드웨어: 색상 깊이 & PGXP로 고속 소프트웨어: 정확하지만 저속. 《사일런트 힐》 등 복잡 그래픽 필수
pl: Sprzętowy: Szybki (głębia koloru & PGXP) Programowy: Dokładny ale wolny. Wymagany dla 《Silent Hill》
ro: Hardware: Mai rapid (adâncime culoare & PGXP) Software: Mai precis dar lent. Necesar pentru 《Silent Hill》
tr: Donanım: Hızlı (renk derinliği & PGXP) Yazılım: Hassas ama yavaş. 《Silent Hill》 için gerekli
vi: Phần cứng: Nhanh hơn (độ sâu màu & PGXP) Phần mềm: Chính xác hơn nhưng chậm. Cần cho 《Silent Hill》
zh_hk: 硬件: 色深及PGXP加速，效能更快 軟件: 更精準但較慢，適用《Silent Hill》等複雜圖像遊戲

# AchievementsLoginTitle
source: Sign In
el: Σύνδεση
es: Iniciar sesión
he: התחברות
hr: Prijava
ja: サインイン
ko: 로그인
pl: Zaloguj się
ro: Autentificare
tr: Giriş Yap
vi: Đăng nhập
zh_hk: 登入

# AchievementsRegisterTitle
source: Create Account
el: Δημιουργία Λογαριασμού
es: Crear cuenta
he: יצירת חשבון
hr: Stvori račun
ja: アカウント作成
ko: 계정 생성
pl: Utwórz konto
ro: Creează cont
tr: Hesap Oluştur
vi: Tạo tài khoản
zh_hk: 建立帳戶

# AchievementsNotMember
source: New here?
el: Νέος χρήστης;
es: ¿Eres nuevo?
he: חדש כאן?
hr: Novi ste?
ja: 初めてご利用ですか？
ko: 새로운 회원이신가요?
pl: Nowy tutaj?
ro: Nou aici?
tr: Yeni misiniz?
vi: Mới ở đây?
zh_hk: 新用戶？

# AchievementsLogoutTitle
source: Sign Out
el: Αποσύνδεση
es: Cerrar sesión
he: התנתקות
hr: Odjava
ja: サインアウト
ko: 로그아웃
pl: Wyloguj się
ro: Deconectare
tr: Çıkış Yap
vi: Đăng xuất
zh_hk: 登出

# AchievementsUnlock
source: · Last 5 Games · Achievements Unlocked ·
el: · Τελευταία 5 Παιχνίδια · Ξεκλειδώθηκαν Επιτεύγματα ·
es: · Últimos 5 juegos · Logros desbloqueados ·
he: · 5 משחקים אחרונים · הישגים נפתחו ·
hr: · Zadnjih 5 igara · Achievementi otključani ·
ja: · 直近5ゲーム · 実績解除済み ·
ko: · 최근 5개 게임 · 도전 과제 해금 ·
pl: · Ostatnie 5 gier · Odblokowane osiągnięcia ·
ro: · Ultimele 5 jocuri · Achievements deblocate ·
tr: · Son 5 Oyun · Başarımlar Açıldı ·
vi: · 5 trò chơi gần nhất · Thành tựu đã mở khóa ·
zh_hk: · 最近5款遊戲 · 成就已解鎖 ·

# HardcoreTitle
source: Hardcore Score:
el: Βαθμολογία Hardcore:
es: Puntuación Hardcore:
he: ניקוד Hardcore:
hr: Hardcore rezultat:
ja: ハードコアスコア:
ko: 하드코어 점수:
pl: Wynik Hardcore:
ro: Scor Hardcore:
tr: Hardcore Skor:
vi: Điểm Hardcore:
zh_hk: 硬核分數:

source: Hardcore Mode
el: Λειτουργία Hardcore
es: Modo Hardcore
he: מצב Hardcore
hr: Hardcore način
ja: ハードコアモード
ko: 하드코어 모드
pl: Tryb Hardcore
ro: Mod Hardcore
tr: Hardcore Modu
vi: Chế độ Hardcore
zh_hk: 硬核模式

# EnableAchievements
source: Enable RetroAchievements
el: Ενεργοποίηση RetroAchievements
es: Activar RetroAchievements
he: הפעלת RetroAchievements
hr: Omogući RetroAchievements
ja: RetroAchievementsを有効化
ko: RetroAchievements 활성화
pl: Włącz RetroAchievements
ro: Activează RetroAchievements
tr: RetroAchievements'ı Etkinleştir
vi: Bật RetroAchievements
zh_hk: 啟用 RetroAchievements

# HardcoreDesc
source: No cheats or save states allowed
el: Δεν επιτρέπονται cheat ή save states
es: No se permiten trucos ni estados de guardado
he: אסור להשתמש ברמאויות או שמירות
hr: Cheati i save states nisu dopušteni
ja: チートやセーブ状態は使用不可
ko: 치트 또는 저장 상태 사용 불가
pl: Brak cheatów lub zapisów stanu
ro: Fără cheat-uri sau save states
tr: Hile veya kaydetmeye izin yok
vi: Không cho phép cheat hoặc save states
zh_hk: 不允許使用作弊或即時存檔

# SoftcoreTitle
source: Softcore Score:
el: Βαθμολογία Softcore:
es: Puntuación Softcore:
he: ניקוד Softcore:
hr: Softcore rezultat:
ja: ソフトコアスコア:
ko: 소프트코어 점수:
pl: Wynik Softcore:
ro: Scor Softcore:
tr: Softcore Skor:
vi: Điểm Softcore:
zh_hk: 休閒分數:

# SoftcoreDesc
source: Play with cheats and save states
el: Παίξτε με cheat και save states
es: Juega con trucos y estados de guardado
he: שחק עם רמאויות ושמירות
hr: Igraj s cheat-ima i save states-ima
ja: チートやセーブ状態を使用可能
ko: 치트 및 저장 상태 사용 가능
pl: Graj z cheatami i zapisami stanu
ro: Joacă cu cheat-uri și save states
tr: Hile ve kaydetmeyle oyna
vi: Chơi với cheat và save states
zh_hk: 可使用作弊和即時存檔

# RankTitle
source: Rank:
el: Κατάταξη:
es: Rango:
he: דירוג:
hr: Rang:
ja: ランク:
ko: 순위:
pl: Ranga:
tr: Sıralama:
vi: Hạng:
zh_hk: 排名:

# RankRequire
source: Requires 250 points or more
el: Απαιτούνται 250 πόντοι ή περισσότεροι
es: Se requieren 250 puntos o más
he: נדרשים 250 נקודות או יותר
hr: Potrebno 250 bodova ili više
ja: 250ポイント以上必要
ko: 250점 이상 필요
pl: Wymaga 250 punktów lub więcej
ro: Necesită 250 puncte sau mai mult
tr: 250 puan veya daha fazla gerekli
vi: Cần 250 điểm trở lên
zh_hk: 需要 250 分或以上

# AchievementsMoreDetail
source: Learn more at
el: Μάθετε περισσότερα στο
es: Más información en
he: למד עוד ב
hr: Saznaj više na
ja: 詳細はこちら
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Află mai multe la
tr: Daha fazla bilgi
vi: Tìm hiểu thêm
zh_hk: 了解更多

source: Last Activity: %@
el: Τελευταία Δραστηριότητα: %@
es: Última actividad: %@
he: פעילות אחרונה: %@
hr: Zadnja aktivnost: %@
ja: 最終活動: %@
ko: 최근 활동: %@
pl: Ostatnia aktywność: %@
ro: Ultima activitate: %@
tr: Son etkinlik: %@
vi: Hoạt động gần nhất: %@
zh_hk: 最近活動: %@

source: Member Since: %@
el: Μέλος από: %@
es: Miembro desde: %@
he: חבר מאז: %@
hr: Član od: %@
ja: メンバー登録日: %@
ko: 회원 since: %@
pl: Członek since: %@
ro: Membru din: %@
tr: Üyelik tarihi: %@
vi: Thành viên since: %@
zh_hk: 會員 since: %@

source: Completion Progress
el: Πρόοδος Ολοκλήρωσης
es: Progreso de completado
he: התקדמות השלמה
hr: Napredak završetka
ja: 進捗状況
ko: 진행률
pl: Postęp
ro: Progres completare
tr: İlerleme
vi: Tiến trình
zh_hk: 完成進度

# AchievementsList
source: Achievements
el: Επιτεύγματα
es: Logros
he: הישגים
hr: Achievementi
ja: 実績
ko: 도전 과제
pl: Osiągnięcia
tr: Başarımlar
vi: Thành tựu
zh_hk: 成就

# TotalAchievements
source: %d Achievements Total
el: Σύνολο %d Επιτευγμάτων
es: %d logros en total
he: סהכ %d הישגים
hr: Ukupno %d achievementa
ja: 合計%d個の実績
ko: 총 %d개 도전 과제
pl: Łącznie %d osiągnięć
ro: Total %d achievements
tr: Toplam %d başarım
vi: Tổng %d thành tựu
zh_hk: 共 %d 項成就

# TotalPoints
source: %d Points Total
el: Σύνολο %d Πόντων
es: %d puntos en total
he: סהכ %d נקודות
hr: Ukupno %d bodova
ja: 合計%dポイント
ko: 총 %d점
pl: Łącznie %d punktów
ro: Total %d puncte
tr: Toplam %d puan
vi: Tổng %d điểm
zh_hk: 共 %d 分

source: Achievement Unlocked
el: Ξεκλειδώθηκε Επίτευγμα
es: Logro desbloqueado
he: הישג נפתח
hr: Achievement otključan
ja: 実績解除
ko: 도전 과제 해금
pl: Osiągnięcie odblokowane
ro: Achievement deblocat
tr: Başarım Açıldı
vi: Đã mở khóa thành tựu
zh_hk: 成就已解鎖

# AchievementsLoginFail
source: Login failed. Please check your username or password
el: Αποτυχία σύνδεσης. Ελέγξτε το όνομα χρήστη ή τον κωδικό
es: Error al iniciar sesión. Comprueba tu nombre de usuario o contraseña
he: ההתחברות נכשלה. בדוק את שם המשתמש או הסיסמה
hr: Prijava nije uspjela. Provjeri korisničko ime ili lozinku
ja: ログインに失敗しました。ユーザー名またはパスワードを確認してください
ko: 로그인 실패. 사용자 이름 또는 비밀번호를 확인하세요
pl: Logowanie nieudane. Sprawdź nazwę użytkownika lub hasło
ro: Autentificare eșuată. Verifică numele de utilizator sau parola
tr: Giriş başarısız. Kullanıcı adı veya şifrenizi kontrol edin
vi: Đăng nhập thất bại. Vui lòng kiểm tra tên người dùng hoặc mật khẩu
zh_hk: 登入失敗。請檢查你的用戶名稱或密碼

# AchievementsLoginDenied
source: Login failed. Your account has been denied
el: Αποτυχία σύνδεσης. Ο λογαριασμός σας έχει απορριφθεί
es: Error al iniciar sesión. Tu cuenta ha sido denegada
he: ההתחברות נכשלה. החשבון שלך נדחה
hr: Prijava nije uspjela. Tvoj račun je odbijen
ja: ログインに失敗しました。アカウントが拒否されました
ko: 로그인 실패. 계정이 거부되었습니다
pl: Logowanie nieudane. Twoje konto zostało odrzucone
ro: Autentificare eșuată. Contul tău a fost respins
tr: Giriş başarısız. Hesabınız reddedildi
vi: Đăng nhập thất bại. Tài khoản của bạn đã bị từ chối
zh_hk: 登入失敗。你的帳戶已被拒絕

# AchievementsDataLoadFail
source: Failed to load achievements
el: Αποτυχία φόρτωσης επιτευγμάτων
es: Error al cargar los logros
he: טעינת הישגים נכשלה
hr: Učitavanje achievementa nije uspjelo
ja: 実績データの読み込みに失敗しました
ko: 도전 과제를 불러오지 못했습니다
pl: Nie udało się wczytać osiągnięć
ro: Încărcare achievements eșuată
tr: Başarımlar yüklenemedi
vi: Không thể tải thành tựu
zh_hk: 無法載入成就資料

# AchievementsLogoutAlert
source: Logging out will stop tracking achievements. Continue?
el: Η αποσύνδεση θα σταματήσει την παρακολούθηση επιτευγμάτων. Συνέχεια;
es: Cerrar sesión detendrá el seguimiento de logros. ¿Continuar?
he: התנתקות תפסיק את מעקב ההישגים. להמשיך?
hr: Odjava će zaustaviti praćenje achievementa. Nastavi?
ja: ログアウトすると実績の追跡が停止します。続行しますか？
ko: 로그아웃하면 도전 과제 추적이 중단됩니다. 계속하시겠습니까?
pl: Wylogowanie zatrzyma śledzenie osiągnięć. Kontynuować?
ro: Deconectarea va opri urmărirea achievements. Continui?
tr: Çıkış yapmak başarım takibini durdurur. Devam edilsin mi?
vi: Đăng xuất sẽ dừng theo dõi thành tựu. Tiếp tục?
zh_hk: 登出將停止追蹤成就。繼續？

# AchievementsNotSupport
source: %@ doesn’t support RetroAchievements
el: Το %@ δεν υποστηρίζει RetroAchievements
es: %@ no es compatible con RetroAchievements
he: %@ לא תומך ב-RetroAchievements
hr: %@ ne podržava RetroAchievements
ja: %@はRetroAchievementsに対応していません
ko: %@은(는) RetroAchievements를 지원하지 않습니다
pl: %@ nie obsługuje RetroAchievements
ro: %@ nu suportă RetroAchievements
tr: %@ RetroAchievements'ı desteklemiyor
vi: %@ không hỗ trợ RetroAchievements
zh_hk: %@ 不支援 RetroAchievements

# AchievementsServerError
source: RetroAchievements Server Error
el: Σφάλμα Διακομιστή RetroAchievements
es: Error del servidor RetroAchievements
he: שגיאת שרת RetroAchievements
hr: Pogreška RetroAchievements poslužitelja
ja: RetroAchievementsサーバーエラー
ko: RetroAchievements 서버 오류
pl: Błąd serwera RetroAchievements
ro: Eroare server RetroAchievements
tr: RetroAchievements Sunucu Hatası
vi: Lỗi máy chủ RetroAchievements
zh_hk: RetroAchievements 伺服器錯誤

# AchievementsSummary
source: You've unlocked %d of %d achievements
el: Έχετε ξεκλειδώσει %d από %d επιτεύγματα
es: Has desbloqueado %d de %d logros
he: פתחת %d מתוך %d הישגים
hr: Otključao si %d od %d achievementa
ja: 実績 %d/%d を解除
ko: 도전 과제 %d/%d개 해금
pl: Odblokowałeś %d/%d osiągnięć
ro: Ai deblocat %d din %d achievements
tr: %d/%d başarım açıldı
vi: Bạn đã mở khóa %d/%d thành tựu
zh_hk: 已解鎖 %d/%d 項成就

# AchievementsCompleted
source: Congrats! All achievements unlocked.
el: Συγχαρητήρια! Ξεκλειδώθηκαν όλα τα επιτεύγματα.
es: ¡Enhorabuena! Todos los logros desbloqueados.
he: מזל טוב! כל ההישגים נפתחו.
hr: Čestitamo! Svi achievementi otključani.
ja: おめでとう！すべての実績を解除しました
ko: 축하합니다! 모든 도전 과제를 해금했습니다.
pl: Gratulacje! Wszystkie osiągnięcia odblokowane.
ro: Felicitări! Toate achievements deblocate.
tr: Tebrikler! Tüm başarımlar açıldı.
vi: Chúc mừng! Tất cả thành tựu đã được mở khóa.
zh_hk: 恭喜！所有成就已解鎖。

source: Hardcore
ja: ハードコア
ko: 하드코어
zh_hk: 硬核

source: Softcore
ja: ソフトコア
ko: 소프트코어
zh_hk: 休閒

# ToggleAchievementsAlert
source: Switching will close your current game. Unsaved progress may be lost. Continue?
el: Η εναλλαγή θα κλείσει το τρέχον παιχνίδι. Μη αποθηκευμένες προόδοι μπορεί να χαθούν. Συνέχεια;
es: Cambiar cerrará tu juego actual. El progreso no guardado se puede perder. ¿Continuar?
he: החלפה תסגור את המשחק הנוכחי. התקדמות שלא נשמרה עלולה ללכת לאיבוד. להמשיך?
hr: Prebacivanje će zatvoriti trenutnu igru. Nespremljeni napredak može biti izgubljen. Nastavi?
ja: 切り替えると現在のゲームが終了します。保存されていない進行状況は失われる可能性があります。続行しますか？
ko: 전환하면 현재 게임이 종료됩니다. 저장되지 않은 진행 상황은 손실될 수 있습니다. 계속하시겠습니까?
pl: Przełączenie zamknie obecną grę. Niezapisany postęp może zostać utracony. Kontynuować?
ro: Comutarea va închide jocul curent. Progresul nesalvat poate fi pierdut. Continui?
tr: Değiştirmek mevcut oyunu kapatır. Kaydedilmemiş ilerleme kaybolabilir. Devam edilsin mi?
vi: Chuyển đổi sẽ đóng trò chơi hiện tại. Tiến trình chưa lưu có thể bị mất. Tiếp tục?
zh_hk: 切換將關閉當前遊戲。未儲存的進度可能會遺失。繼續？

# ToggleHardcoreAlert
source: Switching to Hardcore Mode will close your current game. Unsaved progress will be lost. Continue?
el: Η εναλλαγή σε Hardcore Mode θα κλείσει το τρέχον παιχνίδι. Μη αποθηκευμένες προόδοι θα χαθούν. Συνέχεια;
es: Cambiar al Modo Hardcore cerrará tu juego actual. El progreso no guardado se perderá. ¿Continuar?
he: החלפה למצב Hardcore תסגור את המשחק הנוכחי. התקדמות שלא נשמרה תלך לאיבוד. להמשיך?
hr: Prebacivanje na Hardcore način zatvorit će trenutnu igru. Nespremljeni napredak bit će izgubljen. Nastavi?
ja: ハードコアモードに切り替えると現在のゲームが終了します。保存されていない進行状況は失われます。続行しますか？
ko: 하드코어 모드로 전환하면 현재 게임이 종료됩니다. 저장되지 않은 진행 상황은 손실됩니다. 계속하시겠습니까?
pl: Przełączenie na Tryb Hardcore zamknie grę. Niezapisany postęp zostanie utracony. Kontynuować?
ro: Comutarea la modul Hardcore va închide jocul curent. Progresul nesalvat va fi pierdut. Continui?
tr: Hardcore Moduna geçmek oyunu kapatır. Kaydedilmemiş ilerleme kaybolur. Devam edilsin mi?
vi: Chuyển sang Chế độ Hardcore sẽ đóng trò chơi. Tiến trình chưa lưu sẽ bị mất. Tiếp tục?
zh_hk: 切換至硬核模式將關閉當前遊戲。未儲存的進度將會遺失。繼續？

# NotAllowHardcore
source: Unavailable in Hardcore Mode
el: Μη διαθέσιμο σε Hardcore Mode
es: No disponible en Modo Hardcore
he: לא זמין במצב Hardcore
hr: Nedostupno u Hardcore načinu
ja: ハードコアモードでは利用できません
ko: 하드코어 모드에서 사용 불가
pl: Niedostępne w Trybie Hardcore
ro: Indisponibil în modul Hardcore
tr: Hardcore Modunda kullanılamaz
vi: Không khả dụng trong Chế độ Hardcore
zh_hk: 硬核模式下不可用

# DisableAchievementsAlert
source: Disable RetroAchievements?
el: Απενεργοποίηση RetroAchievements;
es: ¿Desactivar RetroAchievements?
he: לנטרל RetroAchievements?
hr: Onemogući RetroAchievements?
ja: RetroAchievementsを無効化しますか？
ko: RetroAchievements를 비활성화하시겠습니까?
pl: Wyłączyć RetroAchievements?
ro: Dezactivezi RetroAchievements?
tr: RetroAchievements devre dışı bırakılsın mı?
vi: Tắt RetroAchievements?
zh_hk: 停用 RetroAchievements？

# SaveStateCoreUnCompatible
source: Save state was created in %@ (current: %@). Loading may cause issues!
el: Το save state δημιουργήθηκε σε %@ (τρέχον: %@). Η φόρτωση μπορεί να προκαλέσει προβλήματα!
es: El estado de guardado se creó en %@ (actual: %@). ¡Cargarlo puede causar problemas!
he: שמירה נוצרה ב-%@ (נוכחי: %@). טעינה עלולה לגרום לבעיות!
hr: Save state je napravljen u %@ (trenutno: %@). Učitavanje može uzrokovati probleme!
ja: セーブ状態は%@で作成されました（現在：%@）。読み込みに問題が発生する可能性があります！
ko: 저장 상태가 %@에서 생성됨 (현재: %@). 불러오기에 문제가 발생할 수 있습니다!
pl: Stan zapisu został utworzony w %@ (obecny: %@). Wczytanie może powodować problemy!
ro: Save state-ul a fost creat în %@ (curent: %@). Încărcarea poate cauza probleme!
tr: Kayıt durumu %@'de oluşturuldu (mevcut: %@). Yükleme sorunlara neden olabilir!
vi: Save state được tạo trong %@ (hiện tại: %@). Tải có thể gây ra sự cố!
zh_hk: 即時存檔創建於 %@（當前：%@）。載入可能會導致問題！

# LatestSaveStateUnCompatible
source: Latest save state can’t load due to core incompatibility
el: Το τελευταίο save state δεν μπορεί να φορτωθεί λόγω ασυμβατότητας πυρήνα
es: El último estado de guardado no se puede cargar por incompatibilidad del núcleo
he: לא ניתן לטעון שמירה אחרונה עקב חוסר תאימות ליבה
hr: Zadnji save state ne može se učitati zbog nekompatibilnosti jezgre
ja: コアの互換性の問題により最新のセーブ状態を読み込めません
ko: 코어 호환성 문제로 최신 저장 상태를 불러올 수 없음
pl: Nie można wczytać ostatniego stanu zapisu z powodu niezgodności
ro: Ultimul save state nu poate fi încărcat din cauza incompatibilității nucleu
tr: Çekirdek uyumsuzluğu nedeniyle son kayıt yüklenemiyor
vi: Không thể tải save state mới nhất do không tương thích
zh_hk: 核心不相容，無法載入最新即時存檔

# Snes9xAlert
source: Due to licensing issues, the Snes9x core will be removed in future updates. Please switch to bsnes and migrate your save states, or they won’t work.
el: Λόγω θεμάτων αδειοδότησης, ο πυρήνας Snes9x θα αφαιρεθεί σε μελλοντικές ενημερώσεις. Μεταβείτε στο bsnes και μεταφέρετε τα save states, ή δεν θα λειτουργήσουν.
es: Debido a problemas de licencia, el núcleo Snes9x se eliminará en futuras actualizaciones. Cambia a bsnes y migra tus estados de guardado, o no funcionarán.
he: עקב בעיות רישוי, ליבת Snes9x תוסר בעדכונים עתידיים. עבור ל-bsnes והעבר את שמירותיך, או שהן לא יעבדו.
hr: Zbog problema s licencom, jezgra Snes9x bit će uklonjena u budućim ažuriranjima. Prebaci se na bsnes i prebaci save state-ove, inače neće raditi.
ja: ライセンスの問題により、Snes9xコアは今後のアップデートで削除されます。bsnesに切り替えてセーブ状態を移行してください。移行しないとセーブ状態は機能しなくなります。
ko: 라이선스 문제로 Snes9x 코어는 향후 업데이트에서 제거될 예정입니다. bsnes로 전환하고 저장 상태를 마이그레이션하세요. 그렇지 않으면 작동하지 않습니다.
pl: Z powodu problemów licencyjnych rdzeń Snes9x zostanie usunięty w future updates. Przejdź na bsnes i migruj swoje stany zapisu, inaczej nie będą działać.
ro: Din cauza problemelor de licențiere, nucleul Snes9x va fi eliminat în viitoarele actualizări. Schimbă la bsnes și migrează save state-urile, altfel nu vor funcționa.
tr: Lisans sorunları nedeniyle Snes9x çekirdeği future updates kaldırılacak. Lütfen bsnes'e geçin ve kayıt durumlarınızı taşıyın, aksi takdirde çalışmazlar.
vi: Do vấn đề cấp phép, core Snes9x sẽ bị loại bỏ trong future updates. Vui lòng chuyển sang bsnes và di chuyển save states của bạn, nếu không chúng sẽ không hoạt động.
zh_hk: 由於授權問題，Snes9x 核心將在未來更新中移除。請切換至 bsnes 並遷移你的即時存檔，否則它們將無法使用。
