Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# ReadyEditTitleSuccess
source: Renamed successfully
el: Επιτυχής Μετονομασία
es: Nombre cambiado
he: שינוי שם הצליח
hr: Preimenovanje uspješno
ja: 名前変更成功
ko: 이름 변경 성공
pl: Nazwa zmieniona pomyślnie
ro: Redenumire reușită
tr: Yeniden adlandırma başarılı
vi: Đổi tên thành công
zh_hk: 重新命名成功

# ReadyGameSaveStatesEmpty
source: No save states
el: Δεν υπάρχουν αποθηκευμένες καταστάσεις
es: Sin save states
he: אין שמירות
hr: Nema save datoteka
ja: セーブステートがありません
ko: 세이브 파일 없음
pl: Brak zapisów stanu
ro: Nicio salvare
tr: Henüz kayıt yok
vi: Chưa có lưu trữ
zh_hk: 暫無存檔

# GameSaveGuideBecomTitle
source: Unlock
el: Γίνετε
es: Hazte
he: הפוך ל
hr: Postani
ja: アップグレード
ko: 멤버십
pl: Zostań
ro: Devino
tr: Üye Ol
vi: Trở thành
zh_hk: 成為

# GameSaveGuideMemberTitle
source: membership
el: Μέλος
es: Miembro
he: חבר
hr: član
ja: メンバー
ko: 가입
pl: członkiem
ro: membru
tr: Üyelik
vi: Thành viên
zh_hk: 會員

# GameSaveGuideDesc
source: Unlock unlimited manual save states and up to 50 auto save states
el: Ξεκλειδώστε απεριόριστες χειροκίνητες αποθηκευμένες καταστάσεις και έως 50 αυτόματες αποθηκευμένες καταστάσεις
es: Desbloquea saves ilimitados y 50 auto saves
he: הסר את מגבלת השמירות המיידיות וקבל עד 50 שמירות אוטומטיות!
hr: Odmah otključajte neograničen broj ručnih instant save-ova i do 50 automatskih instant save-ova
ja: 手動セーブステート無制限＆最大50個の自動セーブステートを解放
ko: 무제한 수동 세이브와 최대 50개의 자동 세이브를 지원하는 프리미엄 멤버십을 지금 해제하세요
pl: Odblokuj nielimitowane ręczne zapisy stanu i do 50 automatycznych zapisów
ro: Deblocați acum salvări instant nelimitate și până la 50 de salvări instant automate
tr: Sınırsız manuel anlık kayıt ve 50 otomatik kayıt için hemen üyeliği aç
vi: Mở khóa không giới hạn lưu trữ tức thời và hỗ trợ 50 lưu trữ tự động
zh_hk: 立即解鎖無限玩家即時存檔，開啟最多支援50個自動即時存檔

# GameSaveUnCompatibleTitle
source: Save State Compatibility
el: Πρόβλημα Συμβατότητας Αποθηκευμένης Κατάστασης
es: Incompatibilidad
he: בעיית תאימות בשמירה מיידית
hr: Problem kompatibilnosti instant save-a
ja: セーブステート互換性問題
ko: 세이브 호환성 문제
pl: Problem zgodności zapisu stanu
ro: Problemă de compatibilitate salvare instant
tr: Anlık Kayıt Uyumsuzluğu
vi: Vấn đề tương thích lưu trữ
zh_hk: 即時存檔兼容問題

# GameSaveUnCompatibleDetail
source: This save state was created on %@ (current: %@). Loading incompatible save states may cause unexpected behavior!
el: Αυτή η αποθηκευμένη κατάσταση δημιουργήθηκε από %@, ενώ η τρέχουσα συσκευή είναι %@. Οι αποθηκευμένες καταστάσεις εξαρτώνται από τον τύπο συσκευής και την έκδοση του συστήματος. Η φόρτωση σε μη συμβατό περιβάλλον μπορεί να προκαλέσει προβλήματα!
es: Este save state fue creado en %@ (tu dispositivo: %@). ¡Puede causar errores!
he: שמירה מיידית זו נוצרה על ידי %@, סביבת המכשיר הנוכחית היא %@. שמירות מיידיות תלויות בסוג המכשיר וגרסת המערכת, טעינה בסביבה לא תואמת עלולה לגרום לבעיות!
hr: Ovaj instant save je kreiran od strane %@, trenutno okruženje je %@. Instant save-ovi ovise o tipu uređaja i verziji sustava, ako ih prisilno učitate u nekompatibilnom okruženju može doći do problema!
ja: このセーブステートは%@で生成されました。現在のデバイス環境は%@です。互換性のない環境で読み込むと異常が発生する可能性があります
ko: 이 세이브는 %@에서 생성되었으며 현재 기기 환경은 %@입니다. 세이브는 기기 유형과 시스템 버전에 따라 호환성이 달라질 수 있으며, 호환되지 않는 환경에서 강제 로드할 경우 문제가 발생할 수 있습니다!
pl: Ten zapis został utworzony na %@. Obecne środowisko: %@. Zapis stanu zależy od typu urządzenia i wersji systemu – wymuszenie ładowania może powodować błędy!
ro: Această salvare instant a fost generată de %@, iar mediul actual este %@. Salvările instant depind de tipul dispozitivului și versiunea de sistem, încărcarea într-un mediu incompatibil poate cauza probleme!
tr: Bu anlık kayıt %@ tarafından oluşturuldu. Mevcut cihaz ortamı %@. Uyumsuz cihazlarda yüklenirse sorun çıkabilir!
vi: Lưu trữ này được tạo bởi %@. Môi trường hiện tại: %@. Lưu trữ có thể gặp lỗi nếu tải trong môi trường không tương thích!
zh_hk: 此即時存檔由%@生成，當前設備環境為%@。即時存檔與設備類型和系統版本有關，如果強制在不兼容的環境中載入可能會產生異常問題！

# GameSaveStateForceLoad
source: Load Anyway
el: Συνέχεια Φόρτωσης
es: Cargar igual
he: המשך בטעינה
hr: Nastavi s učitavanjem
ja: 強制読み込み
ko: 계속 로드
pl: Kontynuuj ładowanie
ro: Continuă încărcarea
tr: Yüklemeye Devam Et
vi: Tiếp tục tải
zh_hk: 繼續載入

# GameSaveContinue
source: Continue
el: Συνέχεια
es: Continuar
he: המשך
hr: Nastavi
ja: 続ける
ko: 계속
pl: Kontynuuj
ro: Continuă
tr: Devam Et
vi: Tiếp tục
zh_hk: 繼續

# GameSaveTitle
source: Save %d
el: Αποθηκευμένη Κατάσταση %d
he: שמירה %d
ja: セーブステート%d
ko: 세이브 %d
pl: Zapis stanu %d
ro: Salvare %d
tr: Kayıt %d
vi: Lưu trữ %d
zh_hk: 存檔%d

# SkinNavigationSubTitleCommon
source: Supports .deltaskin .gammaskin format
el: Το Manic EMU υποστηρίζει τέλεια skin σε μορφή .deltaskin .gammaskin
es: Soporta skins .deltaskin .gammaskin
he: Manic EMU תומך ב-skins בפורמט .deltaskin .gammaskin
hr: Manic EMU savršeno podržava .deltaskin .gammaskin formate skinova
ja: .deltaskin .gammaskin形式のスキンに対応
ko: Manic EMU는 .deltaskin .gammaskin 형식 스킨을 완벽하게 지원합니다
pl: Manic EMU obsługuje skóry w formacie .deltaskin .gammaskin
ro: Manic EMU suportă perfect skin-uri în format .deltaskin .gammaskin
tr: Manic EMU .deltaskin .gammaskin formatını destekler
vi: Manic EMU hỗ trợ skin định dạng .deltaskin .gammaskin
zh_hk: Manic EMU完美兼容.deltaskin .gammaskin格式皮膚

# SkinNavigationSubTitleSpecifiedGame
source: Custom skin for %@
el: Ορισμός Skin μόνο για %@
es: Skin exclusiva para %@
he: הגדרת skin רק עבור %@
hr: Skin samo za %@
ja: %@専用スキン設定
ko: %@ 전용 스킨 설정
pl: Skóra tylko dla %@
ro: Skin personalizat doar pentru %@
tr: Sadece %@ için skin ayarla
vi: Skin dành riêng cho %@
zh_hk: 僅為%@設定皮膚

# SkinSegmentPortraitTitle
source: Portrait
el: Κατακόρυφα
es: Vertical
he: אנכי
hr: Portret
ja: 縦画面
ko: 세로 모드
pl: Pionowo
ro: Portret
tr: Dikey
vi: Dọc
zh_hk: 直屏

# SkinSegmentLandscapeTitle
source: Landscape
el: Οριζόντια
es: Horizontal
he: אופקי
hr: Pejzaž
ja: 横画面
ko: 가로 모드
pl: Poziomo
ro: Peisaj
tr: Yatay
vi: Ngang
zh_hk: 橫屏

# SkinAddTitle
source: New Skin
el: Προσθήκη Skin
es: Nueva skin
he: הוספת skin
hr: Dodaj skin
ja: 新規スキン追加
ko: 새 스킨 추가
pl: Dodaj skórę
ro: Adaugă skin
tr: Skin Ekle
vi: Thêm skin
zh_hk: 新增皮膚

# HowToFetch
source: How to Obtain
el: Πώς να αποκτήσετε
es: Cómo obtener
he: איך להשיג
hr: Kako dobiti
ja: 入手方法
ko: 얻는 방법
pl: Jak uzyskać
ro: Cum se obține
tr: Nasıl Edinilir
vi: Cách nhận
zh_hk: 如何獲取

# SkinDelete
source: Remove Skin
el: Αφαίρεση Skin
es: Eliminar skin
he: הסרת skin
hr: Ukloni skin
ja: スキン削除
ko: 스킨 삭제
pl: Usuń skórę
ro: Elimină skin
tr: Skin'i Kaldır
vi: Xóa skin
zh_hk: 移除皮膚

# DefaultSkinCannotEdit
source: Default skin cannot be modified
el: Το προεπιλεγμένο skin δεν μπορεί να επεξεργαστεί
es: Skin predeterminada no editable
he: לא ניתן לערוך את ה-skin המוגדר כברירת מחדל
hr: Zadani skin se ne može uređivati
ja: デフォルトスキンは編集不可
ko: 기본 스킨은 편집할 수 없습니다
pl: Domyślnej skóry nie można edytować
ro: Skin-ul implicit nu poate fi editat
tr: Varsayılan skin düzenlenemez
vi: Không thể chỉnh sửa skin mặc định
zh_hk: 預設皮膚不允許編輯

# HistoryHeaderTitle
source: Play History
el: Ιστορικό Παιχνιδιών
es: Historial
he: היסטוריית משחק
hr: Povijest igranja
ja: プレイ履歴
ko: 플레이 기록
pl: Historia rozgrywki
ro: Istoric jocuri
tr: Oyun Geçmişi
vi: Lịch sử chơi
zh_hk: 遊玩歷史

# HistoryFavouriteTitle
source: Favourite
el: Αγαπημένα
es: Favoritos
he: אהובים
hr: Najdraže igre
ja: よくプレイ
ko: 가장 많이 플레이한 게임
pl: Ulubione
ro: Jocuri preferate
tr: En Çok Oynanan
vi: Yêu thích
zh_hk: 最喜愛玩

# HistoryEmptyTitle
source: No Play History
el: Δεν υπάρχει ιστορικό παιχνιδιών
es: Sin historial
he: אין היסטוריית משחק
hr: Nema povijesti igranja
ja: プレイ履歴なし
ko: 플레이 기록 없음
pl: Brak historii
ro: Niciun istoric de joc
tr: Henüz oyun geçmişi yok
vi: Chưa có lịch sử
zh_hk: 暫無遊玩歷史

# HistoryEmptyImportGame
source: Import Games
el: Εισαγωγή Παιχνιδιού
es: Importar juego
he: ייבוא משחק
hr: Uvezi igru
ja: ゲームをインポート
ko: 게임 가져오기
pl: Importuj grę
ro: Importă joc
tr: Oyun İçe Aktar
vi: Nhập trò chơi
zh_hk: 導入遊戲

# HistoryEmptyStartGame
source: Start Playing
el: Άμεση Εκκίνηση
es: Jugar ahora
he: התחל לשחק
hr: Igraj odmah
ja: 今すぐプレイ
ko: 즉시 플레이
pl: Rozpocznij grę
ro: Începe joc
tr: Hemen Oyna
vi: Bắt đầu ngay
zh_hk: 立即遊戲

# LeftHandTitle
source: Left-handed Mode
el: Λειτουργία Αριστερού Χεριού
es: Modo zurdo
he: מצב יד שמאל
hr: Ljevoruki način
ja: 左利きモード
ko: 왼손 모드
pl: Tryb leworęczny
ro: Mod stângaci
tr: Solak Modu
vi: Chế độ thuận tay trái
zh_hk: 左手模式

# LeftHandDetail
source: Mirror joystick, DPad and buttons
el: Καθρέπτιση ελέγχων (joystick, DPad, κουμπιά) για αριστερόχειρες
es: Espejar controles
he: היפוך מראה של ג'ויסטיק, DPad וכפתורים
hr: Zrcalno okretanje upravljača, DPad-a i tipki
ja: コントローラーの左右をミラーリング
ko: 조이스틱, DPad, 버튼을 좌우 반전
pl: Lustrzane odbicie drążka, D-Pada i przycisków
ro: Oglindire stânga-dreapta pentru joystick, DPad și butoane
tr: Joystick, D-Pad ve tuşlar yatay olarak ters çevrilir
vi: Đảo vị trí phím điều khiển
zh_hk: 搖桿、DPad、按鍵左右鏡像翻轉

# QuickGameTitle
source: Quick Start
el: Γρήγορη Έναρξη
es: Inicio rápido
he: התחלה מהירה
hr: Brzo pokretanje igre
ja: クイックスタート
ko: 빠른 게임 시작
pl: Szybkie uruchamianie
ro: Pornire rapidă joc
tr: Hızlı Başlat
vi: Khởi động nhanh
zh_hk: 快速開始遊戲

# QuickGameDetail
source: Skip preparation page
el: Πατήστε σε παιχνίδι για άμεση εκκίνηση χωρίς σελίδα προετοιμασίας
es: Saltar pantalla de preparación
he: לחיצה על משחק תפעיל אותו ישירות ללא דף ההכנה
hr: Klik na igru ne prikazuje početnu stranicu
ja: ゲームをタップで即時開始
ko: 게임 클릭 시 준비 화면을 건너뜁니다
pl: Pomijaj ekran przygotowania po kliknięciu gry
ro: Apăsarea pe joc afișează direct ecranul de joc
tr: Oyunlara tıklandığında hazırlık sayfası gösterilmez
vi: Bỏ qua trang chuẩn bị khi nhấn vào trò chơi
zh_hk: 點擊遊戲不再展示準備頁面

# AirPlayTitle
source: AirPlay Fullscreen
el: Λειτουργία AirPlay Πλήρους Οθόνης
es: Modo AirPlay
he: מצב מסך מלא ב-AirPlay
hr: AirPlay cjelozaslonski način
ja: AirPlay全画面モード
ko: AirPlay 전체 화면 모드
pl: Tryb pełnoekranowy AirPlay
ro: Mod ecran complet AirPlay
tr: AirPlay Tam Ekran Modu
vi: Chế độ AirPlay toàn màn hình
zh_hk: AirPlay全螢幕模式

# AirPlayDetail
source: Enable fullscreen mirroring
el: Ενεργοποιήστε για προβολή παιχνιδιού σε πλήρη οθόνη
es: Juego en pantalla completa
he: הפעלה תציג את המשחק במסך מלא במכשיר היעד
hr: Prikaz igre na cijelom zaslonu prilikom AirPlay prijenosa
ja: ゲーム画面を全画面でミラーリング
ko: 활성화 시 게임 화면이 전체 화면으로 출력됩니다
pl: Wyświetlaj obraz gry na pełnym ekranie podczas transmisji
ro: Afișează imaginea jocului pe ecran complet la redirecționare
tr: Açıldığında oyun ekranı tam ekran yansıtılır
vi: Hiển thị trò chơi toàn màn hình khi phát
zh_hk: 開啟後遊戲畫面將進行全螢幕投放

# iCloudTitle
source: iCloud Sync
el: Συγχρονισμός iCloud
es: Sincronización iCloud
he: סנכרון iCloud
hr: iCloud sinkronizacija
ja: iCloud同期
ko: iCloud 동기화
pl: Synchronizacja iCloud
ro: Sincronizare iCloud
tr: iCloud Senkronizasyonu
vi: Đồng bộ iCloud
zh_hk: iCloud同步

# iCloudDetail
source: Sync games, skins, saves across Apple ID devices
el: Συγχρονισμός παιχνιδιών, skin, αποθηκευμένων παιχνιδιών και ρυθμίσεων σε συσκευές με το ίδιο Apple ID
es: Sincroniza entre dispositivos con mismo Apple ID
he: סנכרון משחקים, skins, שמירות והגדרות בין מכשירים עם אותו Apple ID
hr: Sinkronizacija igara, skinova, save datoteka i postavki na uređajima s istim Apple ID-om
ja: 同一Apple IDでゲーム/スキン/設定などを同期
ko: 동일한 Apple ID 기기간 게임, 스킨, 세이브, 설정 등 동기화
pl: Synchronizuj gry, skóry, zapisy i ustawienia między urządzeniami z tym samym Apple ID
ro: Sincronizează jocuri, skin-uri, salvări și setări pe dispozitive cu același Apple ID
tr: Aynı Apple ID'li cihazlarda oyunlar, skinler, kayıtlar ve ayarlar senkronize edilir
vi: Đồng bộ trò chơi, skin, lưu trữ và cài đặt trên các thiết bị cùng Apple ID
zh_hk: 相同Apple ID的設備同步遊戲、皮膚、存檔、設定等

# AppIconTitle
source: App Icons
el: Εικονίδιο Εφαρμογής
es: Iconos
he: אייקון אפליקציה
hr: Ikona aplikacije
ja: アプリアイコン
ko: 앱 아이콘
pl: Ikona aplikacji
ro: Pictogramă aplicație
tr: Uygulama Simgesi
vi: Biểu tượng ứng dụng
zh_hk: 應用圖示

# WidgetTitle
source: Widgets
he: וידג'טים
hr: Widgeti
ja: ウィジェット
ko: 홈 화면 위젯
pl: Widżety
ro: Widget-uri pe ecranul de start
tr: Ana Ekran Widget'ı
vi: Tiện ích màn hình
zh_hk: 桌面小工具

# QATitle
source: FAQ
el: Συχνές Ερωτήσεις
he: שאלות נפוצות
hr: Često postavljana pitanja
ja: よくある質問
ko: 자주 묻는 질문
ro: Întrebări frecvente
tr: SSS
vi: Câu hỏi thường gặp
zh_hk: 常見問題

# FeedbackTitle
source: Feedback
el: Ανατροφοδότηση
he: משוב
hr: Povratne informacije
ja: フィードバック
ko: 피드백
pl: Opinie
tr: Geri Bildirim
vi: Phản hồi
zh_hk: 意見回饋

# ShareAppTitle
source: Share Manic EMU
el: Κοινοποίηση του «Manic EMU» με φίλους
es: Compartir Manic EMU
he: שתף את "Manic EMU" עם חברים
hr: Podijeli «Manic EMU» s prijateljima
ja: 「Manic EMU」を共有
ko: 「Manic EMU」를 친구에게 공유하기
pl: Poleć Manic EMU
ro: Partajează «Manic EMU» cu prietenii
tr: Manic EMU'yu Arkadaşlarınla Paylaş
vi: Chia sẻ Manic EMU
zh_hk: 分享「Manic EMU」給好友

# JoinQQTitle
source: Join QQ Channel
el: Συμμετοχή στο Kανάλι QQ
es: Unirse a QQ Canal
he: הצטרף לערוץ QQ
hr: Pridruži se QQ kanalu
ja: QQチャンネル参加
ko: QQ 채널 가입
pl: Dołącz do kanału QQ
ro: Alătură-te canalului QQ
tr: QQ Kanalına Katıl
vi: Tham gia kênh QQ
zh_hk: 加入QQ頻道

# JoinTelegramTitle
source: Join Telegram
el: Συμμετοχή στο Telegram
es: Unirse a Telegram
he: הצטרף ל-Telegram
hr: Pridruži se Telegramu
ja: Telegram参加
ko: Telegram 가입
pl: Dołącz na Telegram
ro: Alătură-te Telegram
tr: Telegram'a Katıl
vi: Tham gia Telegram
zh_hk: 加入Telegram

# ClearCacheTitle
source: Clear Cache
el: Εκκαθάριση Cache
es: Limpiar caché
he: ניקוי מטמון
hr: Očisti predmemoriju
ja: キャッシュクリア
ko: 캐시 지우기
pl: Wyczyść pamięć podręczną
ro: Șterge cache
tr: Önbelleği Temizle
vi: Xóa bộ nhớ đệm
zh_hk: 清除緩存

# LanguageTitle
source: Language
el: Γλώσσα
es: Idioma
he: שפה
hr: Jezik
ja: 言語
ko: 언어
pl: Język
ro: Limbă
tr: Dil
vi: Ngôn ngữ
zh_hk: 語言

# UserAgreementTitle
source: Terms of Service
el: Όροι Χρήσης
es: Términos
he: הסכם משתמש
hr: Korisnički ugovor
ja: 利用規約
ko: 이용약관
pl: Regulamin
ro: Acord utilizator
tr: Kullanıcı Sözleşmesi
vi: Điều khoản
zh_hk: 用戶協議

# PrivacyPolicyTitle
source: Privacy Policy
el: Πολιτική Απορρήτου
es: Privacidad
he: מדיניות פרטיות
hr: Pravila o privatnosti
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
ro: Politică de confidențialitate
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hk: 隱私政策

# GeneralSettingTitle
source: General
el: Γενικές Ρυθμίσεις
es: Generales
he: הגדרות כלליות
hr: Opće postavke
ja: 一般設定
ko: 일반 설정
pl: Ogólne
ro: Setări generale
tr: Genel Ayarlar
vi: Cài đặt chung
zh_hk: 通用設定

# AdvanceSettingTitle
source: Advanced
el: Προηγμένες Ρυθμίσεις
es: Avanzados
he: הגדרות מתקדמות
hr: Napredne postavke
ja: 詳細設定
ko: 고급 설정
pl: Zaawansowane
ro: Setări avansate
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
zh_hk: 進階設定

# SupportSettingTitle
source: Support
el: Επικοινωνία με Υποστήριξη
es: Soporte
he: תמיכה
hr: Kontakt podrške
ja: サポート
ko: 지원 문의
pl: Wsparcie
ro: Suport
tr: Destek
vi: Hỗ trợ
zh_hk: 聯繫支援

# OthersSettingTitle
source: Others
el: Άλλα
es: Otros
he: אחר
hr: Ostalo
ja: その他
ko: 기타
pl: Inne
ro: Altele
tr: Diğer
vi: Khác
zh_hk: 其他

# RatingTitleLeft
source: Rate
el: Αξιολόγηση του
es: Valorar
he: דרג את
hr: Ocijeni
pl: Oceń nas
ro: Evaluează
vi: Đánh giá
zh_hk: 評分

# RatingDetail
source: Your 5-star rating means the world to us! : )
el: Αν πιστεύετε ότι το προϊόν μας έχει αξία, παρακαλούμε αφήστε μια θετική κριτική. Η γνώμη σας είναι πολύ σημαντική για εμάς :)
es: ¡Si te gusta, danos 5 estrellas!
he: אם אתה מעריך את המוצר שלנו, אנא הענק לנו דירוג של 5 כוכבים , הדירוג שלך חשוב לנו מאוד :)
hr: Ako smatrate da je naš proizvod vrijedan, molimo vas da nam date pet zvjezdica, vaša ocjena nam je jako važna : )
ja: 5つ星評価で開発を応援してください
ko: 저희 제품이 가치 있다고 생각하신다면 5성 리뷰를 남겨주세요, 여러분의 리뷰는 정말 중요합니다 : )
pl: Jeśli podoba Ci się nasza aplikacja, zostaw 5 gwiazdek! Twoja opinia jest dla nas bardzo ważna : )
ro: Dacă considerați că produsul nostru are valoare, vă rugăm să ne acordați o evaluare cu 5 stele, feedback-ul dumneavoastră este foarte important pentru noi : )
tr: Ürünümüzü beğendiyseniz, bize 5 yıldız vererek destek olun
vi: Nếu thấy ứng dụng hữu ích, hãy đánh giá 5 sao để ủng hộ chúng tôi!
zh_hk: 如果您認為我們的產品對您有價值，請幫我們寫個五星好評，你的好評對我們真的非常重要 : )

# iCloudDisableTitle
source: iCloud Unavailable
el: Το iCloud δεν είναι διαθέσιμο
es: iCloud no disponible
he: iCloud לא זמין
hr: iCloud trenutno nedostupan
ja: iCloudが無効
ko: iCloud 사용 불가
pl: iCloud niedostępny
ro: iCloud indisponibil
tr: iCloud Kullanılamıyor
vi: iCloud tạm khóa
zh_hk: iCloud暫不可用

# iCloudDisableDetail
source: Enable iCloud in Settings > [Your Name] > iCloud > Enable iCloud Drive for Manic EMU
el: Προσπαθήσαμε να ενεργοποιήσουμε τον συγχρονισμό iCloud. Για να ξεκινήσει ο συγχρονισμός, πρέπει να συνδεθείτε και να εξουσιοδοτήσετε το iCloud. Μεταβείτε στις «Ρυθμίσεις» > «Apple ID» > «iCloud» και βεβαιωθείτε ότι το iCloud Drive είναι ενεργοποιημένο και ότι το Manic EMU έχει άδεια πρόσβασης.
es: Active iCloud en Ajustes → Apple ID → iCloud
he: ניסינו להפעיל את שירות הסנכרון של iCloud, הסנכרון יתחיל רק לאחר שתתחבר ותאשר את השימוש ב-iCloud. עבור אל "הגדרות" > "Apple ID" > "iCloud" ב-iPhone וודא ש-iCloud Drive מופעל ו-Manic EMU מורשה לגשת אליו
hr: Pokrenuta je iCloud sinkronizacija, ali će se tek početi nakon što se prijavite i autorizirate iCloud. Idite na iPhone «Postavke» > «Apple ID» > «iCloud» i provjerite da je iCloud Drive uključen i da Manic EMU ima dopuštenje za pristup
ja: iPhoneの「設定」>「Apple ID」>「iCloud」でiCloud同期を有効化してください
ko: iCloud 동기화 서비스를 활성화하려고 시도했습니다. iCloud 로그인 및 권한 부여가 완료된 후에만 실제 동기화가 시작됩니다. iPhone의 '설정' > 'Apple ID' > 'iCloud'에서 iCloud Drive가 켜져 있고 Manic EMU에 대한 접근이 허용되었는지 확인하세요
pl: Zaloguj się w iCloud i włącz usługę w ustawieniach iPhone'a: "Ustawienia" > "Apple ID" > "iCloud" > "Manic EMU"
ro: Sincronizarea iCloud a fost încercată, dar va funcționa doar după autentificarea și autorizarea iCloud. Accesați «Setări» > «Apple ID» > «iCloud» pe iPhone și asigurați-vă că iCloud Drive este activat și Manic EMU are acces
tr: iPhone 'Ayarlar' > 'Apple ID' > 'iCloud' bölümünden iCloud Drive'ın açık olduğunu ve Manic EMU erişimine izin verdiğinizi kontrol edin
vi: Vui lòng đăng nhập iCloud và bật iCloud Drive trong Cài đặt > Apple ID
zh_hk: 已嘗試開啟iCloud同步服務，只有你完成iCloud登入及授權才會真正開始同步，前往 iPhone 的「設定」>「Apple ID」>「iCloud」，確保已開啟 iCloud 雲碟並允許 Manic EMU 存取

# iCloudSyncConfilictTitle
source: iCloud Conflict
el: Σύγκρουση Συγχρονισμού iCloud
es: Conflicto de sincronización
he: קונפליקט סנכרון iCloud
hr: Sukob iCloud sinkronizacije
ja: iCloud同期コンフリクト
ko: iCloud 동기화 파일 충돌
pl: Konflikt synchronizacji
ro: Conflict sincronizare iCloud
tr: iCloud Çakışması
vi: Xung đột đồng bộ
zh_hk: iCloud同步檔案衝突

# iCloudSyncConfilictDetail
source: Cloud version: %@ Local version: %@
el: Αρχείο Cloud: %@ Τοπικό Αρχείο: %@
es: Nube: %@ Local: %@
he: קובץ ענן: %@ קובץ מקומי: %@
hr: Cloud datoteka: %@ Lokalna datoteka: %@
ja: クラウドファイル: %@ ローカルファイル: %@
ko: 클라우드 파일: %@ 로컬 파일: %@
pl: Plik w chmurze: %@ Plik lokalny: %@
ro: Fișier cloud: %@ Fișier local: %@
tr: Bulut dosyası: %@ Yerel dosya: %@
vi: Tệp đám mây: %@ Tệp cục bộ: %@
zh_hk: 雲端檔案: %@ 本地檔案: %@

# iCloudSyncConfilictSaveiCloud
source: Keep Cloud
el: Διατήρηση Cloud
es: Conservar nube
he: שמור את גרסת הענן
hr: Zadrži iCloud
ja: クラウドを保持
ko: iCloud 파일 유지
pl: Zachowaj wersję z chmury
ro: Păstrează iCloud
tr: iCloud'u Koru
vi: Giữ bản đám mây
zh_hk: 保留iCloud

# iCloudSyncConfilictSaveLocal
source: Keep Local
el: Διατήρηση Τοπικού
es: Conservar local
he: שמור את הגרסה המקומית
hr: Zadrži lokalno
ja: ローカルを保持
ko: 로컬 파일 유지
pl: Zachowaj lokalną
ro: Păstrează local
tr: Yereli Koru
vi: Giữ bản cục bộ
zh_hk: 保留本地

# SettingsNonMemberDesc
source: You are the protagonist of this story
el: Θα γίνετε ο κύριος χαρακτήρας αυτής της ιστορίας
es: Tú eres el protagonista
he: אתה עומד להפוך לגיבור של הסיפור הזה
hr: Vi ćete biti glavni junak ove priče
ja: あなたが物語の主人公です
ko: 여러분이 이 이야기의 주인공이 될 것입니다
pl: Staniesz się głównym bohaterem tej historii
ro: Vei fi protagonistul acestei povești
tr: Bu hikayenin kahramanı siz olacaksınız
vi: Bạn là nhân vật chính của câu chuyện này
zh_hk: 你將成為這個故事的主角

# ThanksSupportDesc
source: Thank you for your support
el: Ευχαριστούμε για την υποστήριξη
es: Gracias por tu apoyo
he: תודה על התמיכה
hr: Hvala na podršci
ja: サポートありがとう
ko: 지원해 주셔서 감사합니다
pl: Dziękujemy za wsparcie
ro: Mulțumim pentru sprijin
tr: Desteğiniz için teşekkürler
vi: Cảm ơn sự ủng hộ
zh_hk: 感謝支持

# ThanksCommingDesc
source: Thank you for playing
el: Ευχαριστούμε που ήρθατε να παίξετε στο
es: Gracias por jugar en
he: תודה שבאת לשחק ב-
hr: Hvala što ste došli igrati
pl: Dziękujemy za wybranie
ro: Mulțumim că ai venit să joci
vi: Cảm ơn bạn đã đến với
zh_hk: 謝謝你來

# NoEmailSetting
source: Email not configured
el: Δεν έχετε ορίσει email
es: Email no configurado
he: לא הגדרת כתובת אימייל
hr: Niste postavili email
ja: メール未設定
ko: 이메일 설정이 완료되지 않았습니다
pl: Nie skonfigurowano adresu e-mail
ro: Nu ai configurat e-mailul
tr: E-posta ayarlanmamış
vi: Chưa thiết lập email
zh_hk: 你還沒有設定電郵

# IDCopy
source: Your ID has been copied
el: Το ID σας αντιγράφηκε
es: ID copiada
he: המזהה שלך הועתק
hr: Vaš ID je kopiran
ja: IDをコピーしました
ko: ID가 복사되었습니다
pl: ID skopiowane
ro: ID copiat
tr: ID'niz panoya kopyalandı
vi: Đã sao chép ID
zh_hk: 已複製你的ID

# SendEmailSuccess
source: Email sent successfully
el: Επιτυχής αποστολή email
es: Email enviado
he: האימייל נשלח בהצלחה
hr: Email uspješno poslan
ja: メール送信成功
ko: 이메일 전송 성공
pl: E-mail wysłany
ro: E-mail trimis cu succes
tr: E-posta gönderildi
vi: Gửi email thành công
zh_hk: 發送電郵成功

# SendEmailFailed
source: Failed to send email: %@
el: Αποτυχία αποστολής email %@
es: Error: %@
he: שליחת האימייל נכשלה %@
hr: Slanje emaila nije uspjelo %@
ja: メール送信失敗%@
ko: 이메일 전송 실패%@
pl: Błąd wysyłania: %@
ro: Trimitere e-mail eșuată %@
tr: E-posta gönderilemedi %@
vi: Gửi email thất bại%@
zh_hk: 發送電郵失敗%@

# iCloudTipsTitle
source: Enable iCloud Sync
el: Ενεργοποίηση Συγχρονισμού iCloud
es: Sincronización iCloud
he: הפעלת סנכרון iCloud
hr: Uključivanje iCloud sinkronizacije
ja: iCloud同期有効化
ko: iCloud 동기화 활성화
pl: Włącz synchronizację iCloud
ro: Activează sincronizarea iCloud
tr: iCloud Senkronizasyonu Etkinleştir
vi: Bật đồng bộ iCloud
zh_hk: 開啟iCloud同步
