Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# PrePermissionCameraTitle
source: Allow Manic EMU to Access Your Camera?
el: Να επιτρέψετε στο Manic EMU πρόσβαση στην κάμερά σας;
es: ¿Permitir acceso a Cámara?
he: האם לאפשר ל-Manic EMU גישה למצלמה?
hr: Dopustiti Manic EMU pristup vašoj kameri?
ja: Manic EMUにカメラへのアクセスを許可しますか？
ko: Manic EMU이(가) 카메라에 접근하도록 허용하시겠습니까?
pl: Czy zezwolić na dostęp do aparatu?
ro: Permiți Manic EMU să acceseze camera?
tr: Manic EMU'nun kameranıza erişmesine izin verilsin mi?
vi: Cho phép truy cập camera?
zh_hk: 是否允許 Manic EMU 存取你的相機？

# PrePermissionCameraMessage
source: Camera access enables taking photos for custom game covers
el: Η άδεια πρόσβασης επιτρέπει τη λήψη φωτογραφιών για εξώφυλλα παιχνιδιών
es: Para fotografiar portadas de juegos
he: אפשר גישה כדי לצלם תמונות ככיסוי למשחק
hr: Dozvola za pristup omogućuje korištenje kamere za snimanje naslovnica igara
ja: カバー画像撮影に必要です
ko: 접근 권한 허용 시 카메라로 촬영한 사진을 게임 커버로 사용할 수 있습니다
pl: Zezwolenie umożliwi fotografowanie okładek gier
ro: Permiteți accesul pentru a fotografia coperta jocului
tr: Oyun kapağı çekmek için kamera izni gereklidir
vi: Chụp ảnh làm bìa trò chơi
zh_hk: 允許存取權限可以使用相機拍攝圖片作為遊戲封面

# PrePermissionCameraCancel
source: Not Now
el: Όχι Τώρα
es: Ahora no
he: לא עכשיו
hr: Ne sada
ja: 後で
ko: 나중에
pl: Nie teraz
ro: Mai târziu
tr: Şimdi Değil
vi: Không
zh_hk: 暫不

# PrePermissionCameraConfirm
source: Allow
el: Επιτρέψτε
es: Permitir
he: אפשר
hr: Dopusti
ja: 許可
ko: 허용
pl: Zezwól
ro: Permite
tr: İzin Ver
vi: Cho phép
zh_hk: 允許

# DeniedPermissionCameraTitle
source: Manic EMU Can't Access Your Camera!
el: Το Manic EMU δεν μπορεί να αποκτήσει πρόσβαση στην κάμερά σας!
es: Cámara no disponible
he: ל-Manic EMU אין גישה למצלמה!
hr: Manic EMU ne može pristupiti vašoj kameri!
ja: カメラアクセス拒否
ko: Manic EMU이(가) 카메라에 접근할 수 없습니다!
pl: Brak dostępu do aparatu!
ro: Manic EMU nu poate accesa camera!
tr: Kamera Erişimi Reddedildi!
vi: Không có quyền truy cập camera!
zh_hk: Manic EMU 無法存取你的相機!

# DeniedPermissionCameraMessage
source: Camera permissions required for capturing game cover images in Manic EMU
el: Απαιτείται άδεια πρόσβασης για τη λήψη φωτογραφιών εξωφύλλων παιχνιδιών
es: Requiere acceso para fotografiar portadas
he: יש להעניק ל-Manic EMU גישה למצלמה כדי לצלם כיסוי למשחק!
hr: Potrebno je dopustiti Manic EMU pristup kameri za snimanje naslovnica igara!
ja: 設定から権限を付与してください
ko: 게임 커버 촬영을 위해 Manic EMU에 카메라 접근 권한이 필요합니다!
pl: Wymagane do fotografowania okładek
ro: Acordați permisiunea de acces la album pentru Manic EMU pentru a fotografia coperta jocului!
tr: Oyun kapağı çekmek için kamera izni gereklidir
vi: Cần quyền để chụp ảnh bìa
zh_hk: 需要你相簿權限授權給 Manic EMU 才能進行遊戲封面拍攝!

# DeniedPermissionCameraCancel
source: No
el: Όχι
es: Cancelar
he: לא
hr: Ne
ja: いいえ
ko: 아니오
pl: Nie
ro: Nu
tr: Hayır
vi: Không
zh_hk: 否

# DeniedPermissionCameraConfirm
source: Grant Access
el: Μετάβαση σε Ρυθμίσεις
es: Ajustes
he: להגדרות
hr: Idi na dopuštenja
ja: 設定へ
ko: 설정으로 이동
pl: Przejdź do ustawień
ro: Acordă permisiunea
tr: Ayarlara Git
vi: Cấp quyền
zh_hk: 去授權

# DeniedPermissionMicTitle
source: Manic EMU Can't Access Your Microphone
el: Το Manic EMU δεν μπορεί να χρησιμοποιήσει το μικρόφωνό σας
es: Micrófono no disponible
he: ל-Manic EMU אין גישה למיקרופון!
hr: Manic EMU ne može koristiti vaš mikrofon
ja: マイクアクセス拒否
ko: Manic EMU이(가) 마이크를 사용할 수 없습니다
pl: Brak dostępu do mikrofonu!
ro: Manic EMU nu poate folosi microfonul
tr: Mikrofon Erişimi Reddedildi!
vi: Không có quyền microphone!
zh_hk: Manic EMU 無法使用你的麥克風

# DeniedPermissionMicMessage
source: Microphone permissions required - some DS game features may be limited without access!
el: Απαιτείται άδεια χρήσης μικροφώνου για ορισμένες λειτουργίες παιχνιδιών DS
es: Necesario para juegos de DS
he: יש להעניק ל-Manic EMU גישה למיקרופון, אחרת חלק ממשחקי ה-DS עלולים לתפקד בצורה מוגבלת!
hr: Potrebno je dopustiti Manic EMU pristup mikrofonu, inače neke DS igre možda neće raditi ispravno!
ja: 一部DSゲーム機能に影響します
ko: 일부 DS 게임 기능 제한을 방지하려면 Manic EMU에 마이크 접근 권한이 필요합니다!
pl: Wymagane dla pełnej funkcjonalności gier DS
ro: Acordați permisiunea de utilizare a microfonului pentru Manic EMU, altfel unele funcții ale jocurilor DS pot fi limitate!
tr: Bazı DS oyunları için mikrofon izni gereklidir
vi: Cần quyền cho trò chơi DS
zh_hk: 需要你將麥克風權限授權給 Manic EMU，否則部分DS遊戲可能功能受限!

# DeniedPermissionMicCancel
source: No
el: Όχι
es: Cancelar
he: לא
hr: Ne
ja: いいえ
ko: 아니오
pl: Nie
ro: Nu
tr: Hayır
vi: Không
zh_hk: 否

# DeniedPermissionMicConfirm
source: Grant Access
el: Μετάβαση σε Ρυθμίσεις
es: Ajustes
he: להגדרות
hr: Idi na dopuštenja
ja: 設定へ
ko: 설정으로 이동
pl: Przejdź do ustawień
ro: Acordă permisiunea
tr: Ayarlara Git
vi: Cấp quyền
zh_hk: 去授權

# ShareAppSubtitle
source: Gather your crew and embark on an adventure together!
el: Καλέστε τους φίλους σας για μια κοινή περιπέτεια!
es: ¡Comparte la aventura!
he: קרא לחברים שלך להצטרף להרפתקה!
hr: Pozovite prijatelje u avanturu!
ja: 仲間と冒険を共有！
ko: 친구들을 초대해 함께 모험을 떠나세요!
pl: Zaproś znajomych do wspólnej przygody!
ro: Hai să începi aventura împreună cu prietenii tăi!
tr: Arkadaşlarını maceraya davet et!
vi: Cùng bạn bè khám phá!
zh_hk: 快叫上你的小夥伴一起冒險吧!

# ShareRomFilesFailed
source: Failed to share ROM - could not retrieve files
el: Αποτυχία κοινοποίησης ROM, δεν ήταν δυνατή η λήψη του αρχείου
es: Error al compartir ROM
he: שיתוף ROM נכשל, לא ניתן לאחזר את הקובץ
hr: Dijeljenje ROM-a nije uspjelo, nije moguće dohvatiti datoteku
ja: ROM共有失敗：ファイル取得不可
ko: ROM 공유 실패. 파일을 가져올 수 없습니다
pl: Błąd udostępniania ROM-a
ro: Partajare ROM eșuată, nu s-a putut obține fișierul
tr: ROM paylaşılamadı, dosya bulunamadı
vi: Chia sẻ ROM thất bại
zh_hk: 分享ROM失敗，無法獲取檔案

# ShareSaveFilesFailed
source: Failed to share game save - no save data available
el: Αποτυχία κοινοποίησης αποθηκευμένου παιχνιδιού, δεν υπάρχουν αποθηκευμένα παιχνίδια
es: No hay partidas guardadas
he: שיתוף שמירת משחק נכשל, אין שמירות
hr: Dijeljenje save datoteke nije uspjelo, nema save datoteka
ja: セーブデータ共有失敗：データなし
ko: 게임 세이브 공유 실패. 사용 가능한 세이브가 없습니다
pl: Brak zapisów do udostępnienia
ro: Partajare salvare joc eșuată, nu există salvări
tr: Kayıt paylaşılamadı, kayıt yok
vi: Chia sẻ lưu trữ thất bại
zh_hk: 分享遊戲存檔失敗，暫無存檔

# ShareFilesCopyFailed
source: File sharing failed - error occurred during file duplication
el: Αποτυχία κοινοποίησης αρχείου, σφάλμα κατά την αντιγραφή
es: Error al copiar
he: שיתוף קובץ נכשל, שגיאה בהעתקה
hr: Dijeljenje datoteke nije uspjelo, greška pri kopiranju
ja: 共有失敗：ファイルコピーエラー
ko: 파일 공유 실패. 복사 중 오류 발생
pl: Błąd kopiowania pliku
ro: Partajare fișier eșuată, eroare la copiere
tr: Dosya kopyalanamadı
vi: Lỗi sao chép
zh_hk: 分享檔案失敗，複製檔案時出錯

# ShareFilesCompressFailed
source: File sharing failed - error occurred during compression
el: Αποτυχία κοινοποίησης αρχείου, σφάλμα κατά τη συμπίεση
es: Error al comprimir
he: שיתוף קובץ נכשל, שגיאה בדחיסה
hr: Dijeljenje datoteke nije uspjelo, greška pri komprimiranju
ja: 共有失敗：圧縮エラー
ko: 파일 공유 실패. 압축 중 오류 발생
pl: Błąd kompresji pliku
ro: Partajare fișier eșuată, eroare la compresie
tr: Dosya sıkıştırılamadı
vi: Lỗi nén tệp
zh_hk: 分享檔案失敗，壓縮檔案時出錯

# TurnOnAirPlayAsk
source: AirPlay is connected. Switch to full screen now?
el: Η σύνδεση AirPlay είναι ενεργή. Ενεργοποίηση πλήρους οθόνης τώρα;
es: AirPlay está conectado. ¿Quieres activar el modo pantalla completa ahora?
he: AirPlay מחובר. לעבור למצב מסך מלא עכשיו?
hr: AirPlay je spojen. Prebaciti u cijeloekranski modus sada?
ja: AirPlayに接続中です。フルスクリーンに切り替えますか？
ko: AirPlay가 연결되었습니다. 전체 화면 모드로 전환하시겠습니까?
pl: Połączono z AirPlay. Włączyć tryb pełnoekranowy teraz?
ro: AirPlay este conectat. Activezi modul ecran complet acum?
tr: AirPlay bağlandı. Tam ekran moduna geçilsin mi?
vi: Đã kết nối AirPlay. Bật chế độ toàn màn hình ngay bây giờ?
zh_hk: 已連接AirPlay，是否立即轉換至全螢幕模式？

# ThreeDSModePerformance
source: Performance Mode
el: Λειτουργία Απόδοσης
es: Modo Rendimiento
he: מצב ביצועים
hr: Način performansi
ja: パフォーマンスモード
ko: 성능 모드
pl: Tryb Wydajności
ro: Mod Performanță
tr: Performans Modu
vi: Chế độ Hiệu suất
zh_hk: 效能模式

# ThreeDSModeCompatibility
source: Compatibility Mode
el: Λειτουργία Συμβατότητας
es: Modo Compatibilidad
he: מצב תאימות
hr: Način kompatibilnosti
ja: 互換モード
ko: 호환 모드
pl: Tryb Zgodności
ro: Mod Compatibilitate
tr: Uyumluluk Modu
vi: Chế độ Tương thích
zh_hk: 兼容模式

# ThreeDSModeQuality
source: Quality Priority
el: Προτεραιότητα Γραφικών
es: Prioridad Gráfica
he: עדיפות לגרפיקה
hr: Prioritet kvalitete
ja: 画質優先
ko: 화질 우선
pl: Priorytet Grafiki
ro: Prioritate Grafică
tr: Görüntü Kalitesi Önceliği
vi: Ưu tiên Đồ họa
zh_hk: 畫質優先

# ThreeDSNotSupportImportSave
source: 3DS games do not currently support importing save files
el: Τα παιχνίδια 3DS δεν υποστηρίζουν εισαγωγή αποθηκεύσεων
es: Los juegos 3DS no admiten importar partidas actualmente
he: משחקי 3DS אינם תומכים כרגע בייבוא שמירות
hr: 3DS igre trenutno ne podržavaju uvoz sprema
ja: 3DSゲームは現在セーブデータのインポートに対応しておりません
ko: 3DS 게임은 현재 세이브 파일 가져오기를 지원하지 않습니다
pl: Gry 3DS obecnie nie obsługują importowania zapisów
ro: Jocurile 3DS nu acceptă încă importul salvarilor
tr: 3DS oyunları şu anda kayıt dosyası içe aktarmayı desteklemiyor
vi: Game 3DS hiện không hỗ trợ nhập file lưu
zh_hk: 3DS 遊戲暫不支援匯入存檔

# ThreeDSNotSupportShareSave
source: 3DS games do not currently support sharing save files
el: Τα παιχνίδια 3DS δεν υποστηρίζουν κοινή χρήση αποθηκεύσεων
es: Los juegos 3DS no admiten compartir partidas actualmente
he: משחקי 3DS אינם תומכים כרגע בשיתוף שמירות
hr: 3DS igre trenutno ne podržavaju dijeljenje sprema
ja: 3DSゲームは現在セーブデータの共有に対応しておりません
ko: 3DS 게임은 현재 세이브 파일 공유를 지원하지 않습니다
pl: Gry 3DS obecnie nie obsługują udostępniania zapisów
ro: Jocurile 3DS nu acceptă încă partajarea salvarilor
tr: 3DS oyunları şu anda kayıt dosyası paylaşmayı desteklemiyor
vi: Game 3DS hiện không hỗ trợ chia sẻ file lưu
zh_hk: 3DS 遊戲暫不支援分享存檔

# ThreeDSBetaAlertTitle
source: 3DS Experimental Version
el: Πειραματική Έκδοση 3DS
es: Versión Experimental 3DS
he: גרסת ניסוי ל-3DS
hr: Eksperimentalna verzija za 3DS
ja: 3DS実験版のご注意
ko: 3DS 실험적 버전
pl: Eksperymentalna Wersja 3DS
ro: Versiunea Beta 3DS
tr: 3DS Deneysel Sürüm
vi: Bản Thử nghiệm 3DS
zh_hk: 3DS 實驗性版本

# ThreeDSBetaAlertDetail
source: To allow you to experience 3DS games earlier, Manic EMU has released the 3DS feature, which is currently in an experimental state. Some functionalities still require further optimization. The following features are temporarily unavailable: ❌ AirPlay Full Screen Mode ❌ Auto Save States ❌ Speed Multiplier If you encounter instability in 3DS, please refer to our FAQ or join our community channel for assistance. We are continuously optimizing the emulator's performance. Your understanding and support will help us create a more perfect gaming experience. We are working tirelessly to improve your gaming environment.
el: Για να σας δώσουμε τη δυνατότητα να απολαύσετε νωρίτερα τα παιχνίδια 3DS, το Manic EMU έχει κυκλοφορήσει υποστήριξη για 3DS, αλλά βρίσκεται ακόμη σε πειραματικό στάδιο. Ορισμένες λειτουργίες απαιτούν περαιτέρω βελτιστοποίηση. Οι ακόλουθες λειτουργίες απουσιάζουν προσωρινά: ❌ Λειτουργία AirPlay σε πλήρη οθόνη ❌ Αυτόματη αποθήκευση ❌ Λειτουργία Ταχύτητας Εάν αντιμετωπίσετε αστάθεια στο 3DS, παρακαλούμε ανατρέξτε στο «Συχνές Ερωτήσεις» ή επισκεφτείτε το κανάλι μας για βοήθεια. Συνεχίζουμε να βελτιώνουμε την απόδοση του εξομοιωτή και η κατανόηση και η υποστήριξή σας θα μας βοηθήσουν να δημιουργήσουμε μια ακόμα καλύτερη εμπειρία. Δουλεύουμε συνεχώς για ένα καλύτερο περιβάλλον παιχνιδιού.
es: Para que puedas disfrutar antes de los juegos 3DS, Manic EMU ha lanzado esta función en fase experimental. Algunos aspectos aún requieren optimización. Funcionalidades temporalmente no disponibles: ❌ Modo Pantalla Completa AirPlay ❌ Guardado Automático ❌ Velocidad Aumentada Si experimentas inestabilidad, consulta nuestras Preguntas Frecuentes o únete a nuestro canal de soporte. Seguimos optimizando el emulador. Tu comprensión y apoyo nos ayudarán a crear una experiencia de juego más perfecta. Trabajamos sin descanso para mejorar tu entorno de juego.
he: כדי לאפשר לכם לחוות את משחקי ה-3DS מוקדם יותר, Manic EMU השיקה תמיכה ב-3DS, אך היא נמצאת כרגע בשלב ניסיוני. חלק מהפונקציות דורשות אופטימיזציה נוספת. הפונקציות הבאות חסרות זמנית: ❌ מצב מסך מלא ב-AirPlay ❌ שמירה אוטומטית ❌ פיצ'ר האצה אם נתקלתם בחוסר יציבות ב-3DS, אנא עיינו ב'שאלות נפוצות' או הצטרפו לערוץ שלנו לסיוע. אנו ממשיכים לשפר את ביצועי האמולטור, וההבנה והתמיכה שלכם יעזרו לנו ליצור חווית משחק מושלמת יותר. אנו פועלים ללא הרף כדי ליצור סביבת משחק טובה יותר.
hr: Kako biste ranije uživali u 3DS igrama, Manic EMU je objavio podršku za 3DS, ali trenutno je u eksperimentalnoj fazi. Neke funkcije zahtijevaju dodatnu optimizaciju. Sljedeće funkcije privremeno nedostaju: ❌ AirPlay na cijelom zaslonu ❌ Automatsko spremanje ❌ Funkcija ubrzanja Ako naiđete na nestabilnost u 3DS-u, pogledajte «Često Postavljana Pitanja» ili nam se pridružite na kanalu za pomoć. Stalno poboljšavamo performanse emulatora, a vaše razumijevanje i podrška pomoći će nam stvoriti savršenije iskustvo igranja. Stalno radimo na boljem okruženju za igre.
ja: 3DSゲームをより早くお楽しみいただくため、Manic EMUでは実験版の3DS機能を提供しています。一部の機能は最適化が必要な状態です。 以下の機能は一時的に利用できません: ❌ AirPlayフルスクリーンモード ❌ 自動セーブ機能 ❌ 倍速機能 動作が不安定な場合は、FAQをご参照いただくか、コミュニティチャンネルまでお問い合わせください。エミュレータの改善に全力を尽くしております。ご理解とご支援が、より完璧なゲーム体験を創る力となります。
ko: 3DS 게임을 더 빨리 체험해 보실 수 있도록 Manic EMU에서 실험적 버전을 출시했습니다. 일부 기능은 최적화가 필요합니다. 일시적으로 사용할 수 없는 기능: ❌ AirPlay 전체 화면 모드 ❌ 자동 세이브 ❌ 배속 기능 불안정한 현상이 발생하면 FAQ를 참조하시거나 채널에 문의해 주세요. 에뮬레이터 최적화를 지속하고 있습니다. 여러분의 이해와 지원이 더 나은 게임 환경을 만듭니다. 항상 노력하겠습니다.
pl: Abyś mógł wcześniej doświadczyć gier 3DS, Manic EMU udostępnił funkcjonalność w fazie testowej. Niektóre optymalizacje są wciąż potrzebne. Chwilowo niedostępne funkcje: ❌ Tryb Pełnoekranowy AirPlay ❌ Automatyczne Zapiski ❌ Przyśpieszenie W przypadku problemów, sprawdź FAQ lub dołącz do kanału pomocy. Ciągle optymalizujemy emulator. Twoje wsparcie pomaga tworzyć lepsze wrażenia. Pracujemy dla Ciebie!
ro: Pentru a vă permite să vă bucurați mai devreme de jocurile 3DS, Manic EMU a lansat suportul pentru 3DS, dar acesta se află încă în stadiu experimental. Unele funcții necesită optimizări suplimentare. Următoarele funcții sunt temporar indisponibile: ❌ Modul AirPlay pe tot ecranul ❌ Salvare automată ❌ Funcția de accelerare Dacă întâmpinați instabilitate la 3DS, vă rugăm să consultați «Întrebări Frecvente» sau să ne alăturați canalului pentru asistență. Continuăm să îmbunătățim performanța emulatorului, iar înțelegerea și sprijinul vostru ne vor ajuta să creăm o experiență de joc perfectă. Lucrăm neîncetat pentru un mediu de joc mai bun.
tr: 3DS oyunlarını daha erken deneyimlemeniz için Manic EMU, deneysel 3DS özelliğini yayınladı. Bazı iyileştirmeler gerekiyor. Geçici olarak eksik özellikler: ❌ AirPlay Tam Ekran Modu ❌ Otomatik Kaydetme ❌ Hızlandırma Sorun yaşarsanız SSS'mize bakın veya destek kanalımıza katılın. Emülatörü sürekli optimize ediyoruz. Desteğiniz mükemmel bir deneyim yaratmamıza yardımcı olur. Sizin için çalışıyoruz!
vi: Để bạn trải nghiệm game 3DS sớm hơn, Manic EMU đã phát hành tính năng 3DS ở trạng thái thử nghiệm. Một số tối ưu vẫn cần thiết. Tính năng tạm thời thiếu: ❌ Chế độ toàn màn hình AirPlay ❌ Tự động lưu ❌ Tăng tốc Nếu gặp lỗi, hãy xem FAQ hoặc tham gia kênh hỗ trợ. Chúng tôi đang liên tục cải thiện trình giả lập. Sự ủng hộ của bạn giúp tạo trải nghiệm hoàn hảo hơn. Luôn nỗ lực vì bạn!
zh_hk: 為咗令你可以更早體驗3DS遊戲，Manic EMU已推出3DS功能，但目前仍處於實驗階段，部分效能有待進一步優化。 以下功能暫時缺失： ❌ AirPlay全螢幕模式 ❌ 自動即時存檔 ❌ 加速功能 如3DS出現不穩定情況，請參閱「常見問題」或加入我哋嘅頻道尋求協助。我哋會持續優化模擬器效能，你嘅理解同支持將幫助我哋打造更完美嘅遊戲體驗。我哋一直努力為你創造更好嘅遊戲環境。

# ThreeDSNoSupportDeviceTitle
source: Insufficient Device Performance
el: Ανεπαρκής απόδοση συσκευής
es: Rendimiento del dispositivo insuficiente
he: ביצועי המכשיר אינם מספקים
hr: Neadekvatna performansa uređaja
ja: デバイスの性能不足
ko: 기기 성능 부족
pl: Niewystarczająca wydajność urządzenia
ro: Performanța dispozitivului insuficientă
tr: Cihaz Performansı Yetersiz
vi: Hiệu năng thiết bị không đủ
zh_hk: 裝置效能不足

# ThreeDSNoSupportDeviceDetail
source: The current device's performance may not support 3DS emulation. Continuing may cause unpredictable errors
el: Η συσκευή ενδέχεται να μην υποστηρίζει εξομοίωση 3DS. Η συνέχεια μπορεί να προκαλέσει απρόβλεπτα σφάλματα
es: El rendimiento de este dispositivo podría no soportar la emulación 3DS. Continuar podría causar errores impredecibles
he: ייתכן שהמכשיר הנוכחי אינו תומך בהדמיית 3DS. המשך פעולה עלול לגרום לתקלות בלתי צפויות
hr: Ovaj uređaj možda ne podržava 3DS emulaciju. Nastavak može uzrokovati nepredvidive greške
ja: 現在のデバイスでは3DSエミュレーションを実行できない可能性があります。続行すると予期せぬ不具合が発生する恐れがあります
ko: 현재 기기로는 3DS 에뮬레이션을 실행할 수 없습니다. 계속하면 예측 불가능한 오류가 발생할 수 있습니다
pl: Wydajność tego urządzenia może być niewystarczająca do emulacji 3DS. Kontynuacja może spowodować nieprzewidywalne błędy
ro: Acest dispozitiv poate nu suportă emularea 3DS. Continuarea poate cauza erori imprevizibile
tr: Bu cihaz 3DS emülasyonunu desteklemiyor olabilir. Devam etmek öngörülemeyen hatalara neden olabilir
vi: Thiết bị hiện tại có thể không hỗ trợ giả lập 3DS. Tiếp tục có thể gây ra lỗi không thể đoán trước
zh_hk: 當前裝置可能無法支援3DS模擬，繼續執行或會導致不可預測嘅異常

# GameImportBadFile
source: Import failed, "%@": File is corrupted or unknown error. Please try another ROM file
el: Αποτυχία εισαγωγής: Το "%@" είναι κατεστραμμένο ή παρουσιάστηκε άγνωστο σφάλμα. Δοκιμάστε άλλο αρχείο ROM
es: Error de importación: "%@" está dañado o hay un error desconocido. Pruebe con otro archivo ROM
he: ייבוא נכשל: "%@" פגום או אירעה שגיאה בלתי ידועה. נסה קובץ ROM אחר
hr: Uvoz nije uspio: "%@" je oštećen ili se dogodila nepoznata pogreška. Pokušajte s drugom ROM datotekom
ja: インポート失敗："%@"は破損ファイル、または不明なエラーです。別のROMファイルをお試しください
ko: 가져오기 실패: "%@" 파일이 손상되었거나 알 수 없는 오류입니다. 다른 ROM 파일을 시도해 주세요
pl: Błąd importu: "%@" jest uszkodzony lub wystąpił nieznany błąd. Spróbuj użyć innego pliku ROM
ro: Import eșuat: "%@" este corupt sau a apărut o eroare necunoscută. Încercați alt fișier ROM
tr: İçe aktarma başarısız: "%@" bozuk veya bilinmeyen bir hata oluştu. Lütfen başka bir ROM dosyası deneyin
vi: Nhập thất bại: "%@" đã hỏng hoặc có lỗi không xác định. Vui lòng thử tập tin ROM khác
zh_hk: 導入失敗："%@"檔案損毀或出現未知錯誤，請嘗試其他ROM檔案

# Game3DSDecryptFailed
source: Import failed, "%@": Decryption failed. Please try another ROM file
el: Αποτυχία εισαγωγής: Αποτυχία αποκρυπτογράφησης του "%@". Δοκιμάστε άλλο αρχείο ROM
es: Error de importación: Falló la desencriptación de "%@". Pruebe con otro archivo ROM
he: ייבוא נכשל: פענוח "%@" נכשל. נסה קובץ ROM אחר
hr: Uvoz nije uspio: Dešifriranje "%@" nije uspjelo. Pokušajte s drugom ROM datotekom
ja: インポート失敗："%@"の復号に失敗しました。別のROMファイルをお試しください
ko: 가져오기 실패: "%@" 복호화 실패. 다른 ROM 파일을 시도해 주세요
pl: Błąd importu: Nie udało się odszyfrować "%@". Spróbuj użyć innego pliku ROM
ro: Import eșuat: Decriptarea "%@" a eșuat. Încercați alt fișier ROM
tr: İçe aktarma başarısız: "%@" şifre çözme başarısız. Lütfen başka bir ROM dosyası deneyin
vi: Nhập thất bại: Giải mã "%@" thất bại. Vui lòng thử tập tin ROM khác
zh_hk: 導入失敗："%@"解密失敗，請嘗試其他ROM檔案

# Game3DSGameNotExist
source: Failed to import update, "%@": Game not installed!
el: Αποτυχία εισαγωγής ενημέρωσης, "%@": Το παιχνίδι δεν έχει εγκατασταθεί!
es: Error al importar actualización, "%@": ¡El juego base no está instalado!
he: ייבוא עדכון נכשל, "%@": המשחק לא מותקן!
hr: Neuspješan uvoz ažuriranja, "%@": Glavna igra nije instalirana!
ja: 更新のインポートに失敗しました。"%@"：ゲーム本体がインストールされていません！
ko: 업데이트 가져오기 실패, "%@": 게임 본체가 설치되지 않았습니다!
pl: Nie udało się zaimportować aktualizacji, "%@": Gra nie jest zainstalowana!
ro: Import actualizare eșuat, "%@": Jocul nu este instalat!
tr: Güncelleme içe aktarılamadı, "%@": Oyun kurulu değil!
vi: Nhập bản cập nhật thất bại, "%@": Trò chơi chưa được cài đặt!
zh_hk: 匯入更新失敗，"%@"：遊戲主體尚未安裝！

# Game3DSInputTitle
source: Enter content
el: Εισαγάγετε περιεχόμενο
es: Introduce el contenido
he: הזן תוכן
hr: Unesite sadržaj
ja: 内容を入力してください
ko: 내용을 입력하세요
pl: Wprowadź treść
ro: Introduceți conținutul
tr: İçeriği girin
vi: Nhập nội dung
zh_hk: 請輸入內容

# ControllerMappingGuideTitle
source: Tap the button on the screen to start key mapping
el: Πατήστε το κουμπί για αντιστοίχιση πλήκτρων
es: Toca el botón en la pantalla para iniciar mapeo de controles
he: הקישו על הכפתור כדי להתחיל מיפוי מקשים
hr: Kliknite gumb na zaslonu za mapiranje tipki
ja: 画面上のボタンをタップしてキーマッピングを開始
ko: 화면 버튼을 눌러 키 매핑 시작
pl: Dotknij przycisku, aby rozpocząć mapowanie
ro: Apasă butonul pentru a mapa tastele
tr: Tuş haritası için ekrandaki düğmeye dokun
vi: Chạm nút trên màn hình để ánh xạ phím
zh_hk: 點擊畫面按鈕開始按鍵映射

# ControllerMappingGuideBegin
source: Start mapping 「%@」 Press the controller button to complete mapping...
el: Έναρξη αντιστοίχισης 「%@」 Πατήστε το κουμπί του χειριστηρίου...
es: Iniciar mapeo de 「%@」 Presiona el botón del control para completar...
he: התחל למפות את 「%@」 לחץ על כפתור הבקר...
hr: Započinje se mapiranje za "%@" Pritisnite tipku na kontroleru da dovršite mapiranje...
ja: 「%@」のマッピングを開始 コントローラーのボタンを押してマッピングを完了...
ko: 「%@」 매핑 시작 컨트롤러 버튼을 눌러주세요...
pl: Rozpocznij mapowanie 「%@」 Naciśnij przycisk kontrolera...
ro: Începe maparea 「%@」 Apasă butonul controlerului...
tr: 「%@」 haritalaması başlatılıyor Kontrolcü düğmesine basın...
vi: Bắt đầu ánh xạ 「%@」 Nhấn nút điều khiển...
zh_hk: 開始映射「%@」 按下控制器按鍵完成映射...

# ControllerMappingReset
source: Reset
el: Επαναφορά
es: Reiniciar
he: איפוס
hr: Resetiraj
ja: リセット
ko: 초기화
pl: Resetuj
ro: Resetare
tr: Sıfırla
vi: Đặt lại
zh_hk: 重設

# ControllerMappingNoFouond
source: Unrecognized key mapping
el: Μη αναγνωριζόμενη ρύθμιση
es: Configuración no reconocida
he: הגדרה לא מזוהה
hr: Tipka nije prepoznata
ja: このキー設定は認識できません
ko: 인식할 수 없는 키 설정
pl: Nieznane mapowanie
ro: Setare nerecunoscută
tr: Tanımlanamayan tuş ayarı
vi: Không nhận dạng được cài đặt phím
zh_hk: 無法識別此按鍵設定

# FlexSkinSettingError
source: Interface not ready, please try again later
el: Δεν είναι έτοιμο το περιβάλλον, δοκιμάστε αργότερα
es: La interfaz no está lista, inténtalo más tarde
he: הממשק לא מוכן, נסה מאוחר יותר
hr: Sučelje još nije spremno, pokušajte kasnije
ja: インターフェースの準備ができていません。後ほどお試しください
ko: 인터페이스 준비 중, 잠시 후 다시 시도해주세요
pl: Interfejs niegotowy, spróbuj później
ro: Interfața nu este gata, încercați mai târziu
tr: Arayüz hazır değil, lütfen bekleyin
vi: Giao diện chưa sẵn sàng, vui lòng thử lại sau
zh_hk: 介面尚未準備好，請稍後再試

# SkinPreviewTitle
source: Preview
el: Προεπισκόπηση
es: Vista previa
he: תצוגה מקדימה
hr: Pregled
ja: プレビュー
ko: 미리보기
pl: Podgląd
ro: Previzualizare
tr: Önizleme
vi: Xem trước
zh_hk: 預覽

# FullScreenWhenConnectControllerTitle
source: Auto Full Screen
el: Αυτόματη πλήρης οθόνη
es: Pantalla completa automática
he: מסך מלא אוטומטי
hr: Automatski cijeli zaslon
ja: 自動フルスクリーン
ko: 자동 전체 화면
pl: Automatyczny pełny ekran
ro: Ecran complet automat
tr: Otomatik tam ekran
vi: Tự động toàn màn hình
zh_hk: 自動全螢幕

# FullScreenWhenConnectControllerDetail
source: Automatically enter full screen when a controller is connected for gaming
el: Ενεργοποιείται όταν συνδέεται χειριστήριο
es: Entrar automáticamente en pantalla completa al conectar un control
he: הפעל מסך מלא בעת חיבור בקר
hr: Automatski prelazi u cijeli zaslon kada je kontroler spojen za igru
ja: コントローラー接続時に自動でフルスクリーンになります
ko: 컨트롤러 연결 시 자동 전체 화면 실행
pl: Pełny ekran po podłączeniu kontrolera
ro: Activează ecranul complet la conectarea controlerului
tr: Kontrolcü bağlandığında tam ekran yap
vi: Tự động vào chế độ toàn màn hình khi kết nối điều khiển
zh_hk: 連接控制器時自動進入全螢幕模式

# JoinDiscordTitle
source: Join Discord
el: Σύνδεση στο Discord
es: Unirse a Discord
he: הצטרף ל-Discord
hr: Pridruži se Discordu
ja: Discordに参加
ko: Discord 참가
pl: Dołącz do Discord
ro: Alătură-te Discord
tr: Discord'a Katıl
vi: Tham gia Discord
zh_hk: 加入Discord
