Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# ImportFeaturesDetail
source: ☁️ Cross-Platform Cloud Sync ✅ Google Drive/Dropbox/OneDrive ✅ Baidu Cloud/AliCloud ⚡ WebDAV/SMB Protocol Support
el: ☁️ ​​«Σύνδεση Cloud - Εισαγωγή με ένα Κλικ»​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Υποστήριξη WebDAV/SMB, αποκτήστε πρόσβαση σε ολόκληρο το διαδίκτυο!
es: ✅ Google Drive/Dropbox/OneDrive ✅ Baidu/Aliyun ⚡ Soporte WebDAV/SMB
he: ☁️ "חיבור ענן רב פלטפורמי - ייבוא בקלות" ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ תמיכה ב-WebDAV/SMB, גישה לכל האינטרנט!
hr: ☁️ ​​「Cloud povezivanje - uvoz u jednom koraku」​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ ​WebDAV/SMB podrška
ja: ☁️ ​​「全クラウド連携」​ ✅ Google Drive/Dropbox/OneDrive ✅ 百度雲/阿里雲 ⚡ WebDAV/SMBプロトコル対応
ko: ☁️ ​​「크로스 플랫폼 클라우드 연동 · 원스텝 가져오기」​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ WebDAV/SMB 프로토콜 지원으로 인터넷 전체를 제어!
pl: ☁️ Integracja z: ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ WebDAV/SMB
ro: ☁️ ​​«Conectare multiplatformă · Import instant»​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ Suport integrat pentru protocoale WebDAV/SMB, acces la întregul internet!
tr: ☁️ Tüm bulut servisleriyle entegre: ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Bulut, Aliyun ⚡ WebDAV/SMB desteği
vi: ☁️ Hỗ trợ Google Drive, Dropbox, OneDrive, Baidu Cloud, Alibaba Cloud, WebDAV/SMB
zh_hk: ☁️ ​​「全平台雲聯 · 一步導入」​ ✅ Google Drive、Dropbox、OneDrive ✅ 百度雲、阿里雲 ⚡ 無縫接入 ​WebDAV/SMB 協議，擁有整個互聯網！

# PurchaseControllerFeaturesTitle
source: Unlock Full Controller Support
el: Ξεκλειδώστε Πλήρη Υποστήριξη Ελεγκτών
es: Mandos externos
he: פתיחת בקרים חיצוניים מלאים
hr: Otključaj potpunu podršku za kontrolere
ja: 外部コントローラー完全対応
ko: 외부 컨트롤러 전체 기능 잠금 해제
pl: Pełna obsługa kontrolerów
ro: Deblochează controlere externe complete
tr: Harici Kontrolcü Desteği
vi: Mở khóa điều khiển ngoài
zh_hk: 解鎖全功能外置控制器

# ControllerFeaturesDetail
source: 🕹️ Universal Controller Compatibility 🎮 Native Joy-Con/DUALSHOCK/Xbox Support ⌨️ Bluetooth Controllers & Keyboards ✨ Multi-Controller Pairing 🎲 Flexible Player Assignment
el: 🕹️ ​​«Υποστήριξη Όλων των Ελεγκτών»​ 🎮 Joy-Con, DUALSHOCK, Xbox ⌨️ Bluetooth ελεγκτές/πληκτρολόγια, ακόμα και σε Mac ✨ Πολλαπλοί ελεγκτές ταυτόχρονα 🎲 Αλλαγή ελέγχου: Από «Σόλο» σε «Ομαδικό»
es: 🎮 Soporte Joy-Con/Xbox/PS ⌨️ Conexión Bluetooth ✨ Multijugador local
he: 🕹️ "שליטה חופשית - חיבור כל הבקרים" 🎮 תמיכה מקורית ב-Joy-Con/DUALSHOCK/Xbox/ ⌨️ חיבור מהיר לבקרי Bluetooth/מקלדת, שחק גם ב-mac ✨ חיבור מרובה בקרים 🎲 מהפכת השליטה: מ"שחקן יחיד" ל"משחק קבוצתי" 🔥 תמיכה בשליטה בכל שחקן, משחקי קבוצה/קרב
hr: 🕹️ ​​「Potpuna podrška za kontrolere」​ 🎮 Joy-Con/DUALSHOCK/Xbox podrška ⌨️ ​Bluetooth kontroleri/tipkovnice ✨ ​Više kontrolera istovremeno 🎲 ​Kontrola bilo kojeg igrača
ja: 🕹️ ​​「全デバイス制覇」​ 🎮 Joy-Con/DUALSHOCK/Xbox対応 ⌨️ キーボード接続可能 ✨ 複数デバイス同時接続
ko: 🕹️ ​​「모든 외장 기기 지원 · 플레이어 자유」​ 🎮 Joy-Con/DUALSHOCK/Xbox 기본 지원 ⌨️ 블루투스 컨트롤러/키보드 즉시 연결, Mac에서도 플레이 가능 ✨ 멀티 컨트롤러 동시 연결 🎲 컨트롤 혁명: '1인 전용'에서 '모두 참여'로 🔥 모든 플레이어 컨트롤 지원, 팀플레이/대전 모드 자유 전환
pl: 🕹️ Wsparcie dla: 🎮 Joy-Con, DUALSHOCK, Xbox ⌨️ Klawiatura Bluetooth ✨ Wielu graczy
ro: 🕹️ ​​«Suport complet pentru dispozitive externe · Libertate totală»​ 🎮 Suport nativ pentru Joy-Con/DUALSHOCK/Xbox/ ⌨️ Conectare instant la gamepad/Bluetooth/tastatură ✨ Conexiune simultană multiple gamepad-uri 🎲 Revoluție în control: De la «single player» la «multiplayer»
tr: 🕹️ Tüm kontrolcüler desteklenir: 🎮 Joy-Con/DUALSHOCK/Xbox ⌨️ Bluetooth klavye/joystick ✨ Çoklu kontrolcü desteği
vi: 🕹️ Hỗ trợ Joy-Con/DUALSHOCK/Xbox ⌨️ Kết nối Bluetooth đa thiết bị
zh_hk: 🕹️ ​​「全外設制霸 · 玩家自由」​ 🎮 原生支援 Joy-Con/DUALSHOCK/Xbox/ ⌨️ 秒接藍牙手柄/鍵盤，mac上也能暢遊 ✨ 多手柄同時接入 🎲 操控革命：從「單人獨享」到「全員參戰」 🔥 支援控制任意玩家，組隊/對戰 隨心切換

# PurchaseAirPlayFeaturesTitle
source: Unlock AirPlay Streaming
el: Ξεκλειδώστε AirPlay για Μεγάλη Οθόνη
es: AirPlay HD
he: פתיחת AirPlay למשחק על מסך גדול
hr: Otključaj AirPlay za igranje na velikom ekranu
ja: AirPlay大画面プレイ
ko: AirPlay 활성화로 대화면 게임 즐기기
pl: AirPlay bez ograniczeń
ro: Deblochează AirPlay pentru joc pe ecran mare
tr: AirPlay ile Büyük Ekran
vi: Mở khóa AirPlay
zh_hk: 解鎖AirPlay暢享大螢幕遊戲

# AirPlayFeaturesDetail
source: 📺 Big Screen Gaming 🔓 Lossless AirPlay Mirroring 🛋️ TV-to-Mobile Seamless Switching 🎮 Controller-Compatible TV Play
el: 📺 ​​«Παίξτε σε Οθόνη TV»​ 🔓 Χωρίς Απώλειες 🛋️ Από κινητό σε TV, για όλες τις στιγμές 🎮 Μεγάλη οθόνη + ελεγκτής = Απόλυτη Βιωματική Εμπειρία
es: 🔓 Transmisión sin pérdidas 🛋️ Juego en TV
he: 📺 "שידור מסך - המשחק בסלון" 🔓 פתיחת AirPlay באיכות גבוהה 🛋️ מעבר חלק בין מכשירים, משחק בישיבה או במסיבות 🎮 מסך גדול + בקר = חוויה מושלמת
hr: 📺 ​​「Prijenos na veliki ekran」​ 🔓 ​AirPlay bez gubitaka 🛋️ ​Prijenos s mobitela na TV 🎮 ​Veliki ekran + kontroleri
ja: 📺 ​​「シームレスミラーリング」​ 🔓 高画質AirPlay対応 🛋️ テレビと連携した没入体験
ko: 📺 ​​「크로스 스크린 제어 · 거실이 전장이 된다」​ 🔓 AirPlay 무손실 미러링 해제 🛋️ 휴대폰→TV 원활 전환, 누워서 플레이/파티 플레이 모두 가능 🎮 대화면 + 컨트롤러 = 최고의 몰입감
pl: 📺 Pełny ekran na TV 🔓 Bezstratna transmisja 🎮 Graj z kanapy!
ro: 📺 ​​«Joc multi-ecran · Living room devine arenă»​ 🔓 Deblochează AirPlay fără pierderi 🛋️ Tranziție perfectă telefon-TV, pentru joc relaxat sau petreceri 🎮 Ecran mare + controler = imersiune maximă
tr: 📺 TV'ye kusursuz yansıtma: 🔓 AirPlay kilidini aç 🛋️ Telefondan TV'ye kesintisiz geçiş 🎮 Büyük ekran + kontrolcü keyfi
vi: 📺 Phát không dây toàn màn hình 🎮 Trải nghiệm TV + điều khiển
zh_hk: 📺 ​​「跨螢幕制霸 · 客廳即戰場」​ 🔓 解鎖 ​AirPlay 無損投放 🛋️ 手機→電視無縫切換，躺玩/聚會全場景適配 🎮 大螢幕視野+手柄操控=沉浸感暴擊

# PurchaseiCloudFeaturesTitle
source: Enable iCloud Sync
el: Ενεργοποίηση Συγχρονισμού iCloud
es: iCloud Sync Pro
he: פתיחת סנכרון iCloud למשחק בכל מקום
hr: Omogući iCloud sinkronizaciju
ja: iCloud同期機能
ko: iCloud 동기화로 언제 어디서나 게임
pl: Synchronizacja iCloud
ro: Activează sincronizarea iCloud pentru joc oriunde
tr: iCloud Senkronizasyonu
vi: Đồng bộ iCloud
zh_hk: 開啟iCloud同步隨時遊戲

# iCloudFeaturesDetail
source: ☁️ Cross-Device Continuity 🎮 Game Save/Save States/Settings Sync 🔒 Encrypted Cloud Backups 🔄 Pick Up Where You Left Off
el: ☁️ ​​«Συγχρονισμός σε Όλες τις Συσκευές»​ 🎮 Παιχνίδια, αποθηκευμένες καταστάσεις, ρυθμίσεις 🔒 Ασφαλής αποθήκευση & εναλλαγή συσκευών χωρίς διακοπές 🔄 Συνεχίστε από εκεί που σταματήσατε σε οποιαδήποτε συσκευή 👉 Το παιχνίδι σας δεν σταματά ποτέ!
es: ☁️ Sincronización multiplataforma 🔒 Cifrado AES-256
he: ☁️ "סנכרון רב מכשירים - היקום המשחקי שלך" 🎮 סנכרון משחקים/שמירות/הגדרות ללא אובדן נתונים 🔒 אחסון מוצפן + גיבוי ענן - החלפת מכשיר ללא דאגות 🔄 התחל בטאבלט והמשך בטלפון - ללא אובדן התקדמות 👉 הפעל iCloud ושחק בכל מקום, המשחק שלך לא מפסיק!
hr: ☁️ ​​「iCloud sinkronizacija - vaš gaming univerzum」​ 🎮 ​Igre/save-ovi/postavke sinkronizirani 🔒 ​Šifrirano pohranjivanje 🔄 ​Nastavite igru na bilo kojem uređaju
ja: ☁️ ​​「マルチデバイス同期」​ 🎮 ゲーム/セーブ/設定を同期 🔄 デバイス切り替え時も継続プレイ可能
ko: ☁️ ​​「iCloud 전체 동기화 · 당신의 게임 세계」​ 🎮 게임/세이브/설정 모든 기기에서 동기화 🔒 암호화 저장 · 클라우드 백업 · 기기 변경 시 ​0% 중단 🔄 태블릿 대화면에서 플레이 중, 휴대폰으로 전환: 진행률 유지 👉 iCloud 활성화로 어디서나 게임, 당신의 게임은 절대 멈추지 않습니다!
pl: ☁️ Gry, zapisy i ustawienia zawsze z Tobą 🔒 Szyfrowane kopie 🔄 Kontynuuj na dowolnym urządzeniu
ro: ☁️ ​​«Sincronizare multiplatformă · Universul tău de jocuri»​ 🎮 Jocuri/salvări/setări sincronizate perfect 🔒 Stocare criptată · Backup cloud · Fără întreruperi 🔄 Continuă pe tabletă de unde ai rămas pe telefon 👉 Activează iCloud și joacă oriunde, fără pauze!
tr: ☁️ Tüm cihazlarda senkronize: 🎮 Oyunlar/Kayıtlar/Ayarlar 🔒 Şifreli depolama 🔄 Cihazlar arası devam ettir
vi: ☁️ Đồng bộ đa thiết bị 🔄 Tiếp tục chơi mọi lúc mọi nơi
zh_hk: ☁️ ​​「iCloud 全端同步 · 你的遊戲宇宙」​ 🎮 遊戲/存檔/設定 多端無損同步 🔒 加密儲存 · 雲端備份 · 換機/升級 ​0斷檔 🔄 平板大螢幕戰一半，切手機繼續：​進度永不掉線 👉 ​激活iCloud 走到哪玩到哪，你的遊戲永不暫停！

# AdvanceFeatureDescLabel1
source: Up to 5x Speed
el: Ταχύτητα έως x5
es: x5 velocidad
he: האצה עד x5
hr: Ubrzanje do 5x
ja: 最大5倍速
ko: 최대 5배속
pl: Prędkość do x5
ro: Viteză maximă 5x
tr: 5x hıza kadar
vi: Tốc độ x5
zh_hk: 最高5倍速快進

# AdvanceFeatureDescLabel2
source: Unlimited Save States
el: Απεριόριστες αποθηκευμένες καταστάσεις
es: Saves ilimitados
he: שמירות מיידיות בלתי מוגבלות
hr: Neograničeni instant save-ovi
ja: セーブ無制限
ko: 무제한 수동 세이브
pl: Nielimitowane zapisy ręczne
ro: Salvări instant nelimitate
tr: Sınırsız anlık kayıt
vi: Lưu trữ không giới hạn
zh_hk: 無限即時存檔

# AdvanceFeatureDescLabel3
source: Unlimited Cheat Codes
el: Απεριόριστα cheat codes
es: Cheats ilimitados
he: קודי cheat בלתי מוגבלים
hr: Neograničeni cheat code-ovi
ja: チート無制限
ko: 무제한 치트 코드
pl: Nieograniczone kody Cheat
ro: Cheat code-uri nelimitate
tr: Sınırsız cheat kodu
vi: Cheat code không giới hạn
zh_hk: 無限金手指

# AdvanceFeatureDescLabel4
source: Premium Filters
el: Πολλαπλά φίλτρα
es: +20 filtros
he: מסננים בחינם
hr: Sloboda u odabiru filtera
ja: フィルター切替自由
ko: 필터 자유 전환
pl: Wiele filtrów
ro: Schimbare filtru liberă
tr: Özel filtreler
vi: Tùy chọn bộ lọc
zh_hk: 濾鏡自由切換

# AdvanceFeatureDescLabel5
source: Auto Save State
el: Αυτόματη αποθήκευση κατάστασης
es: Auto-saves
he: שמירה אוטומטית
hr: Automatski instant save-ovi
ja: 自動セーブステート
ko: 자동 세이브
pl: Automatyczne zapisy
ro: Salvare instant automată
tr: Otomatik kayıt
vi: Lưu trữ tự động
zh_hk: 自動即時存檔

# RestorePurchaseButton
source: Restore Purchases
el: Επαναφορά Αγοράς
es: Restaurar compras
he: שחזור רכישה
hr: Vrati kupnju
ja: 購入を復元
ko: 구매 복원
pl: Przywróć zakupy
ro: Restaurează achiziție
tr: Satın Alımı Geri Yükle
vi: Khôi phục mua
zh_hk: 恢復購買

# AnnualDescription
source: Annual Membership
el: Ετήσια Συνδρομή
es: Anual
he: מנוי שנתי
hr: Godišnja članarina
ja: 年間プラン
ko: 연간 멤버십
pl: Roczna subskrypcja
ro: Membru anual
tr: Yıllık Üyelik
vi: Thành viên năm
zh_hk: 年度會員

# MonthlyDescription
source: Monthly Membership
el: Μηνιαία Συνδρομή
es: Mensual
he: מנוי חודשי
hr: Mjesečna članarina
ja: 月額プラン
ko: 월간 멤버십
pl: Miesięczna subskrypcja
ro: Membru lunar
tr: Aylık Üyelik
vi: Thành viên tháng
zh_hk: 月度會員

# ForeverDescription
source: Lifetime Pass · One-time Payment
el: Μόνιμη Συνδρομή - Μία Πληρωμή
es: Permanente
he: מנוי קבוע - תשלום חד פעמי
hr: Trajna članarina · jednokratno
ja: 永久プラン · 買い切り
ko: 영구 멤버십 · 일회성 결제
pl: Dożywotni dostęp
ro: Membru permanent · Plată unică
tr: Süresiz Üyelik · Tek Ödeme
vi: Trọn đời · Thanh toán một lần
zh_hk: 永久會員 · 一次性付費

# SubscriptionPromotional
source: First %d Days Free
el: Δωρεάν για %d ημέρες
es: %d días gratis
he: %d ימים חינם
hr: Prvih %d dana besplatno
ja: 初回%d日間無料
ko: 첫 %d일 무료
pl: %d dni za darmo
ro: Primele %d zile gratis
tr: İlk %d gün ücretsiz
vi: Dùng thử %d ngày miễn phí
zh_hk: 前%d天免費

# PurchasePricePerYear
source: /year
el: /έτος
es: /año
he: /שנה
hr: /godina
ja: /年
ko: /년
pl: /rok
ro: /an
tr: /yıl
vi: /năm
zh_hk: /年

# PurchasePricePerMonth
source: /month
el: /μήνα
es: /mes
he: /חודש
hr: /mjesec
ja: /月
ko: /월
pl: /miesiąc
ro: /lună
tr: /ay
vi: /tháng
zh_hk: /月

# PromptLabelForYear
source: 50%% Off
el: 50%% Έκπτωση
he: 50% הנחה
hr: 50%% popusta
ja: 50%%オフ
ko: 50%% 할인
pl: 50%% zniżki
ro: 50%% reducere
tr: %%50 indirim
vi: Giảm 50%%
zh_hk: 50%%優惠

# PromptLabelForMonth
source: Introductory Offer
el: Τιμή Δοκιμής
es: Prueba
he: מחיר היכרות
hr: Početnička cijena
ja: お試し価格
ko: 체험 가격
pl: Promocja
ro: Preț introductiv
tr: Deneme Fırsatı
vi: Giá ưu đãi
zh_hk: 嚐鮮價

# PromptLabelForForever
source: Best Value
el: Καλύτερη Αξία
es: Mejor oferta
he: הכי משתלם
hr: Najisplativije
ja: 最優遇
ko: 가장 경제적
pl: Najlepsza oferta
ro: Cea mai bună afacere
tr: En ekonomik
vi: Tiết kiệm nhất
zh_hk: 最划算

# GetProductsFailedTitle
source: Failed to Retrieve Products
el: Αποτυχία λήψης προϊόντων, δοκιμάστε ξανά αργότερα
es: Error de tienda
he: אחזור מוצרים נכשל, נסה שוב מאוחר יותר
hr: Dohvaćanje proizvoda nije uspjelo, pokušajte ponovo
ja: 商品取得失敗。後ほど再試行
ko: 상품 정보를 가져오지 못했습니다. 잠시 후 다시 시도해 주세요
pl: Błąd pobierania produktów – spróbuj później
ro: Obținere produse eșuată, încercați mai târziu
tr: Ürünler alınamadı, lütfen tekrar deneyin
vi: Lỗi tải sản phẩm, thử lại sau
zh_hk: 獲取商品失敗，請稍後再試

# TermOfServiceTitle
source: Terms of Service
el: Όροι Υπηρεσίας
es: Términos
he: תנאי שירות
hr: Uvjeti korištenja
ja: 利用規約
ko: 이용 약관
pl: Warunki usługi
ro: Termeni de serviciu
tr: Hizmet Şartları
vi: Điều khoản dịch vụ
zh_hk: 服務條款

# AnnualMemberTitle
source: Super Annual Member
el: Ετήσιο Μέλος
es: Premium Anual
he: מנוי שנתי פרימיום
hr: Super godišnja članarina
ja: 年間メンバー
ko: 연간 프리미엄
pl: Super Członek Roczny
ro: Super membru anual
tr: Süper Yıllık Üye
vi: Thành viên năm
zh_hk: 超級年會員

# MonthlyMemberTitle
source: Monthly Adventurer
el: Μηνιαίος Περιηγητής
es: Premium Mensual
he: מנוי חודשי
hr: Mjesečna avantura
ja: 月額メンバー
ko: 월간 멤버
pl: Członek Miesięczny
ro: Aventurier lunar
tr: Aylık Maceracı
vi: Thành viên tháng
zh_hk: 月度冒險家

# ForeverMemberTitle
source: Lifetime Member
el: Μόνιμο Μέλος
es: Premium Vitalicio
he: מנוי קבוע
hr: Trajna članarina
ja: 永久メンバー
ko: 영구 멤버
pl: Dożywotni Członek
ro: Membru permanent
tr: Süresiz Üye
vi: Thành viên trọn đời
zh_hk: 永久會員

# PurchaseVerifiedFailed
source: Payment verification failed. Ensure internet connectivity and restart Manic EMU to retry
el: Αποτυχία επαλήθευσης πληρωμής. Ελέγξτε τη σύνδεση και επανεκκινήστε το Manic EMU για επαναπροσπάθεια.
es: Error de verificación
he: אימות הרכישה נכשל, אנא ודא שיש חיבור אינטרנט והפעל מחדש את Manic EMU לאימות מחדש
hr: Potvrda kupnje nije uspjela, provjerite mrežnu vezu i ponovno pokrenite Manic EMU
ja: 認証失敗。ネット接続確認後再起動
ko: 결제 확인에 실패했습니다. 네트워크 연결 확인 후 Manic EMU를 재시작하여 다시 확인해 주세요
pl: Błąd weryfikacji – sprawdź połączenie i uruchom ponownie aplikację
ro: Verificare achiziție eșuată, verificați conexiunea la internet și reporniți Manic EMU
tr: Doğrulama başarısız, lütfen internet bağlantınızı kontrol edin
vi: Xác minh thất bại, khởi động lại ứng dụng
zh_hk: 支付憑證無法通過校驗，請保證網路暢通，重新啟動Manic EMU以重新校驗

# PurchaseCancel
source: Payment canceled. You've missed the chance to unlock premium features
el: Η πληρωμή σας ακυρώθηκε. Χάσατε την ευκαιρία να ξεκλειδώσετε προηγμένες λειτουργίες.
es: Pago cancelado
he: הרכישה בוטלה, איבדת את ההזדמנות לפתוח תכונות מתקדמות
hr: Vaša kupnja je otkazana
ja: 支払いがキャンセルされました
ko: 결제가 취소되었습니다. 고급 기능 해제 기회를 놓치셨네요
pl: Transakcja anulowana
ro: Plata a fost anulată, ai pierdut șansa de a debloca funcții premium
tr: Ödeme iptal edildi
vi: Hủy thanh toán
zh_hk: 很遺憾你的支付被取消了，錯失了解鎖進階特性的機會

# PurchasePending
source: Payment pending. Membership will activate upon completion
el: Η πληρωμή σας είναι σε εκκρεμότητα. Μετά την ολοκλήρωση, θα ενεργοποιηθεί η συνδρομή σας.
es: Pago pendiente
he: הרכישה שלך ממתינה לאישור, לאחר התשלום יופעל המנוי
hr: Vaša kupnja je na čekanju
ja: 支払い保留中
ko: 결제가 보류 중입니다. 결제 완료 시 멤버십이 활성화됩니다
pl: Oczekiwanie na potwierdzenie płatności
ro: Plata este în așteptare, funcțiile vor fi activate după finalizare
tr: Ödeme bekleniyor
vi: Thanh toán đang chờ xử lý
zh_hk: 你的支付暫時被掛起，完成後續支付後，將為你開通會員

# PurchaseUnknown
source: Unknown Payment Status
el: Άγνωστη κατάσταση πληρωμής
es: Estado desconocido
he: מצב רכישה לא ידוע
hr: Nepoznat status kupnje
ja: 不明な支払い状態
ko: 알 수 없는 결제 상태
pl: Nieznany status
ro: Stare plată necunoscută
tr: Bilinmeyen durum
vi: Trạng thái không xác định
zh_hk: 支付狀態未知

# PurchaseErrorDesc
source: Payment temporarily unavailable. Check internet connection
el: Αδυναμία ολοκλήρωσης πληρωμής. Ελέγξτε τη σύνδεση και δοκιμάστε ξανά.
es: Error de conexión
he: לא ניתן לבצע רכישה כרגע, אנא ודא שיש חיבור אינטרנט ונסה שוב
hr: Kupnja trenutno nije moguća, provjerite mrežnu vezu
ja: 支払い不可。ネット接続を確認
ko: 일시적으로 결제를 진행할 수 없습니다. 네트워크 연결 확인 후 다시 시도해 주세요
pl: Błąd płatności – sprawdź połączenie
ro: Plata nu poate fi procesată, verificați conexiunea la internet
tr: Ödeme yapılamadı, internet bağlantınızı kontrol edin
vi: Lỗi mạng, thử lại sau
zh_hk: 暫時無法進行支付，請保證網路暢通後再次嘗試

# PurchaseFailedTitle
source: Payment Failed
el: Αποτυχία Πληρωμής
es: Pago fallido
he: רכישה נכשלה
hr: Kupnja nije uspjela
ja: 支払い失敗
ko: 결제 실패
pl: Płatność nieudana
ro: Plată eșuată
tr: Ödeme Başarısız
vi: Thanh toán thất bại
zh_hk: 支付失敗

# RestoreSuccessDesc
source: Purchases Restored Successfully!
el: Επιτυχής επαναφορά αγορών!
es: ¡Compras restauradas!
he: שחזור הרכישה הצליח!
hr: Kupnja uspješno vraćena!
ja: 購入復元成功！
ko: 구매 복원 성공!
pl: Przywrócono zakupy!
ro: Restaurare achiziție reușită!
tr: Satın alım geri yüklendi!
vi: Khôi phục thành công!
zh_hk: 內購恢復成功!

# RestoreEndDesc
source: Restoration Complete - No Valid Purchases Found
el: Η επαναφορά ολοκληρώθηκε, δεν βρέθηκαν διαθέσιμες αγορές!
es: No se encontraron compras
he: שחזור הרכישה הסתיים, לא נמצאו רכישות זמינות!
hr: Vraćanje kupnje završeno, nema dostupnih kupnji!
ja: 復元可能な購入情報なし
ko: 구매 복원이 완료되었으나 사용 가능한 구매 항목을 찾지 못했습니다!
pl: Brak aktywnych subskrypcji
ro: Restaurare finalizată, nu s-au găsit achiziții!
tr: Geri yükleme tamamlandı, aktif üyelik bulunamadı
vi: Không tìm thấy giao dịch
zh_hk: 內購恢復結束，沒有找到可用內購！

# TrialDesc
source: No charges during trial period. Cancel anytime
el: Δωρεάν κατά τη διάρκεια δοκιμής, ακύρωση ανά πάσα στιγμή
es: Prueba gratis sin cargo
he: לא יחויב במהלך תקופת הניסיון, ניתן לבטל בכל עת
hr: Tijekom probnog razdoblja se ne naplaćuje, možete otkazati bilo kada
ja: 無料期間中は課金されません
ko: 체험 기간 중에는 요금이 부과되지 않으며 언제든지 취소 가능합니다
pl: Okres próbny bez opłat – możesz anulować w każdej chwili
ro: Perioada de probă este gratuită, anulați oricând
tr: Ücretsiz deneme süresince ücret alınmaz
vi: Dùng thử miễn phí, hủy bất kỳ lúc nào
zh_hk: 試用期間不收取任何費用，隨時取消

# SubscriptionPurchaseButtonTitle
source: Start %d-Day Free Trial
el: Ξεκινήστε %d ημέρες δωρεάν δοκιμής
es: Probar %d días
he: התחל %d ימי ניסיון חינם
hr: Započni %d dana besplatnog probnog razdoblja
ja: %d日間無料体験開始
ko: %d일 무료 체험 시작
pl: Rozpocznij %d-dniowy okres próbny
ro: Începe %d zile gratis
tr: %d günlük denemeye başla
vi: Dùng thử %d ngày
zh_hk: 開始%d天免費試用

# YearSubscriptionDisableDesc
source: Annual membership active
el: Έχετε ήδη ετήσια συνδρομή
es: Ya eres Premium Anual
he: יש לך כבר מנוי שנתי
hr: Već ste pretplaćeni na godišnju članarinu
ja: 年間プラン加入済
ko: 이미 연간 멤버십에 가입하셨습니다
pl: Masz aktywną subskrypcję roczną
ro: Ai deja abonament anual
tr: Zaten yıllık üyesiniz
vi: Bạn đã đăng ký gói năm
zh_hk: 你已訂閱年度會員

# MonthSubscriptionDisableDesc
source: Monthly membership active
el: Έχετε ήδη μηνιαία συνδρομή
es: Ya eres Premium Mensual
he: יש לך כבר מנוי חודשי
hr: Već ste pretplaćeni na mjesečnu članarinu
ja: 月額プラン加入済
ko: 이미 월간 멤버십에 가입하셨습니다
pl: Masz aktywną subskrypcję miesięczną
ro: Ai deja abonament lunar
tr: Zaten aylık üyesiniz
vi: Bạn đã đăng ký gói tháng
zh_hk: 你已訂閱月度會員

# ForeverSubscriptionDisableDesc
source: Lifetime membership activated
el: Έχετε ήδη μόνιμη συνδρομή
es: Ya eres Premium Vitalicio
he: יש לך כבר מנוי קבוע
hr: Već ste trajni član
ja: 永久プラン加入済
ko: 이미 영구 멤버십을 보유 중입니다
pl: Posiadasz dożywotni dostęp
ro: Ești deja membru permanent
tr: Zaten süresiz üyesiniz
vi: Bạn đã sở hữu gói trọn đời
zh_hk: 你已經是永久會員

# ChangeSubscription
source: Change Plan
el: Αλλαγή Συνδρομής
es: Cambiar plan
he: החלף מנוי
hr: Promijeni paket
ja: プラン変更
ko: 요금제 변경
pl: Zmień plan
ro: Schimbă abonament
tr: Paketi Değiştir
vi: Đổi gói
zh_hk: 更換套餐

# UpgradePurchase
source: Upgrade Now
el: Συνέχεια Αναβάθμισης
es: Mejorar plan
he: המשך שדרוג
hr: Nastavi nadogradnju
ja: アップグレード
ko: 업그레이드 계속
pl: Przejdź na wyższy plan
ro: Continuă actualizarea
tr: Yükseltmeye Devam Et
vi: Nâng cấp
zh_hk: 繼續升級

# ForeverPlanDesc
source: Permanent access to all future premium features
el: Αποκτήστε πρόσβαση σε όλες τις μελλοντικές προηγμένες λειτουργίες
es: Actualizaciones vitalicias
he: קבל את כל התכונות המתקדמות לעד!
hr: Trajno uživajte u svim budućim naprednim funkcijama
ja: 永久に全機能を利用
ko: 향후 모든 고급 기능 영구 이용
pl: Dożywotni dostęp do wszystkich funkcji premium
ro: Beneficiază de toate funcțiile premium pe viață
tr: Tüm premium özelliklere kalıcı erişim
vi: Hưởng mọi tính năng tương lai
zh_hk: 永久享受未來所有進階功能

# BuyNowTitle
source: Subscribe Now
el: Αγορά Τώρα
es: Suscribirse
he: הירשם עכשיו
hr: Pretplati se odmah
ja: 今すぐ購読
ko: 지금 구독
pl: Subskrybuj teraz
ro: Abonează-te acum
tr: Hemen Satın Al
vi: Mua ngay
zh_hk: 立即訂閱

# SettingsFreeTrialDesc
source: %d-Day Free Trial
el: %d ημέρες δωρεάν δοκιμής
es: %d días de prueba
he: %d ימי ניסיון חינם
hr: %d dana besplatnog probnog razdoblja
ja: %d日間無料体験
ko: %d일 무료 체험
pl: %d dni za darmo
ro: %d zile încercare gratuită
tr: %d gün ücretsiz deneme
vi: Dùng thử %d ngày
zh_hk: %d天免費試用

source: Hi,
el: Γεια,
es: ¡Hola!
he: היי,
hr: Bok,
ja: ようこそ
ko: 안녕，
pl: Cześć,
ro: Salut,
tr: Merhaba
vi: Xin chào,
zh_hk: 嗨，

# PrePermissionPhotoTitle
source: Access Your Retro Memories
el: Να επιτρέψετε στο Manic EMU πρόσβαση στο άλμπουμ σας;
es: ¿Permitir acceso a Fotos?
he: האם לאפשר ל-Manic EMU גישה לאלבום התמונות שלך?
hr: Dopustiti Manic EMU pristup vašem fotoalbumu?
ja: Manic EMUに写真ライブラリへのアクセスを許可しますか？
ko: Manic EMU이(가) 사진 라이브러리에 접근하도록 허용하시겠습니까?
pl: Czy zezwolić na dostęp do zdjęć?
ro: Permiți Manic EMU să acceseze albumul foto?
tr: Manic EMU'nun fotoğraflarınıza erişmesine izin verilsin mi?
vi: Cho phép Manic EMU truy cập thư viện?
zh_hk: 是否允許 Manic EMU 存取你的相簿？

# PrePermissionPhotoMessage
source: Grant access to save game screenshots to Photos and select album images as game covers
el: Η άδεια πρόσβασης επιτρέπει την αποθήκευση στιγμιοτύπων παιχνιδιών στο άλμπουμ και την επιλογή εικόνων από αυτό ως εξώφυλλα παιχνιδιών
es: Para guardar capturas y seleccionar portadas
he: אפשר גישה כדי לשמור צילומי מסך מהמשחק ולבחור תמונות ככיסוי
hr: Dozvola za pristup omogućuje spremanje snimki igre u fotoalbum i odabir slika iz albuma kao naslovnica igre
ja: スクリーンショット保存とカバー画像選択に必要です
ko: 접근 권한 허용 시 게임 스크린샷을 앨범에 저장하고 앨범 이미지를 게임 커버로 선택할 수 있습니다
pl: Zezwolenie umożliwi zapisywanie zrzutów ekranu i wybór okładek
ro: Permiteți accesul pentru a salva capturi de ecran în album și pentru a selecta imagini din album ca copertă pentru joc
tr: Oyun ekran görüntülerini kaydetmek ve albümden kapak seçmek için izin gereklidir
vi: Lưu ảnh chụp và chọn ảnh làm bìa trò chơi
zh_hk: 允許存取權限可以將遊戲截圖儲存到相簿以及選擇相簿圖片作為遊戲封面

# PrePermissionPhotoCancel
source: Not Now
el: Όχι Τώρα
es: Ahora no
he: לא עכשיו
hr: Ne sada
ja: 後で
ko: 나중에
pl: Nie teraz
ro: Mai târziu
tr: Şimdi Değil
vi: Không
zh_hk: 暫不

# PrePermissionPhotoConfirm
source: Allow
el: Επιτρέψτε
es: Permitir
he: אפשר
hr: Dopusti
ja: 許可
ko: 허용
pl: Zezwól
ro: Permite
tr: İzin Ver
vi: Cho phép
zh_hk: 允許

# DeniedPermissionPhotoTitle
source: Manic EMU Can't Access Your Photos!
el: Το Manic EMU δεν μπορεί να αποκτήσει πρόσβαση στο άλμπουμ σας!
es: Acceso denegado
he: ל-Manic EMU אין גישה לאלבום התמונות שלך!
hr: Manic EMU ne može pristupiti vašem fotoalbumu!
ja: 写真アクセス拒否
ko: Manic EMU이(가) 사진 라이브러리에 접근할 수 없습니다!
pl: Brak dostępu do zdjęć!
ro: Manic EMU nu poate accesa albumul foto!
tr: Fotoğraf Erişimi Reddedildi!
vi: Không có quyền truy cập thư viện!
zh_hk: Manic EMU 無法存取你的相簿!

# DeniedPermissionPhotoMessage
source: Photo library access is required for saving game screenshots to Manic EMU
el: Για να αποθηκεύσετε στιγμιότυπα παιχνιδιών, απαιτείται άδεια πρόσβασης στο άλμπουμ
es: Necesario para guardar capturas
he: כדי לשמור צילומי מסך, יש להעניק ל-Manic EMU גישה לאלבום
hr: Za spremanje snimki igre potrebno je dopustiti Manic EMU pristup fotoalbumu
ja: 設定から権限を付与してください
ko: 게임 스크린샷 저장을 위해 Manic EMU에 사진 라이브러리 접근 권한이 필요합니다
pl: Aby zapisywać zrzuty ekranu, udziel dostępu w ustawieniach
ro: Pentru a salva capturi de ecran, acordați permisiunea de acces la album pentru Manic EMU
tr: Ekran görüntülerini kaydetmek için fotoğraf izni gereklidir
vi: Cần quyền để lưu ảnh chụp màn hình
zh_hk: 為了順利儲存遊戲截圖，需要你相簿權限授權給 Manic EMU

# DeniedPermissionPhotoCancel
source: No
el: Όχι
es: Cancelar
he: לא
hr: Ne
ja: いいえ
ko: 아니오
pl: Nie
ro: Nu
tr: Hayır
vi: Không
zh_hk: 否

# DeniedPermissionPhotoConfirm
source: Grant Access
el: Μετάβαση σε Ρυθμίσεις
es: Ajustes
he: להגדרות
hr: Idi na dopuštenja
ja: 設定へ
ko: 설정으로 이동
pl: Przejdź do ustawień
ro: Acordă permisiunea
tr: Ayarlara Git
vi: Cấp quyền
zh_hk: 去授權
