Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# ImportServiceListFilesDetail
source: Import games, skins, game saves from files or iCloud
el: Εισαγωγή παιχνιδιών, skin και αποθηκευμένων παιχνιδιών από αρχεία ή iCloud
es: Importar juegos/skins/partidas desde archivos o iCloud
he: ייבוא משחקים, skins ושמירות מקבצים או מ-iCloud
hr: Uvoz igara, skinova i save datoteka iz datoteka ili iClouda
ja: ファイルまたはiCloudからゲーム/スキン/セーブデータをインポート
ko: 파일 또는 iCloud에서 게임, 스킨, 세이브 파일 가져오기
pl: Importuj gry, skóry i zapisy z plików lub iCloud
ro: Importă jocuri, skin-uri, salvări din fișiere sau iCloud
tr: Dosya veya iCloud'dan oyun, skin, kayıt içe aktar
vi: Nhập trò chơi, skin, lưu trữ từ tệp hoặc iCloud
zh_hk: 從檔案或iCloud上導入遊戲、皮膚、存檔

# ImportServiceListWiFiOffDetail
source: Transfer files via browser on same network
el: Μεταφορά αρχείων μέσω προγράμματος περιήγησης στο ίδιο τοπικό δίκτυο
es: Transferencia vía navegador en misma red
he: העברת קבצים דרך דפדפן באותה רשת מקומית
hr: Prijenos datoteka putem web preglednika na istoj lokalnoj mreži
ja: 同一LAN内のブラウザでファイル転送
ko: 동일한 LAN 내 브라우저를 통해 파일 전송
pl: Przesyłaj pliki przez przeglądarkę w tej samej sieci
ro: Transferă fișiere prin browser pe aceeași rețea
tr: Aynı yerel ağdaki bir tarayıcı üzerinden dosya aktar
vi: Truyền tệp qua trình duyệt trong mạng nội bộ
zh_hk: 透過同一區域網路的瀏覽器傳輸檔案

# ImportServiceListWiFiOnDetail
source: %@ Use browser to transfer files
el: %@ Χρήση προγράμματος περιήγησης για μεταφορά αρχείων
es: %@ Usar navegador para transferir
he: %@ השתמש בדפדפן להעברת קבצים
hr: %@ Koristite web preglednik za prijenos datoteka
ja: %@ でブラウザ転送を利用
ko: %@ 브라우저로 파일 전송
pl: %@ Użyj przeglądarki do przesyłania plików
ro: %@ Utilizați browserul pentru transfer de fișiere
tr: %@ Tarayıcı ile dosya aktar
vi: %@ Dùng trình duyệt để truyền tệp
zh_hk: %@ 使用瀏覽器傳輸檔案

# ImportServiceListPasteTitle
source: Read Clipboard
el: Ανάγνωση Προχείρου
es: Leer portapapeles
he: קריאת לוח העתקה
hr: Čitanje međuspremnika
ja: クリップボード読み込み
ko: 클립보드 읽기
pl: Czytaj schowek
ro: Citește clipboard
tr: Panoyu Oku
vi: Đọc clipboard
zh_hk: 讀取剪貼簿

# ImportServiceListPasteDetail
source: Supports files copied from macOS or Files app
el: Υποστηρίζει αντιγραφή αρχείων από macOS και την εφαρμογή Αρχεία
es: Soporta archivos desde macOS y Files
he: תומך בהעתקת קבצים מ-macOS ויישומי קבצים
hr: Podržava kopiranje datoteka iz macOS-a i aplikacije Datoteke
ja: macOSやファイルアプリからのコピーに対応
ko: macOS 및 파일 앱에서 복사한 파일 지원
pl: Obsługa plików skopiowanych z macOS lub aplikacji Pliki
ro: Suportă copierea fișierelor din macOS sau aplicația Fișiere
tr: macOS ve Dosya uygulamasından kopyalanan dosyaları destekler
vi: Hỗ trợ sao chép tệp từ macOS và ứng dụng Files
zh_hk: 支援從macOS及檔案應用程式拷貝檔案

# ImportHowTo
source: How to Import
el: Πώς να Εισαγάγετε
es: Cómo importar
he: כיצד לייבא
hr: Kako uvesti
ja: インポート方法
ko: 가져오기 방법
pl: Jak importować
ro: Cum se importă
tr: Nasıl İçe Aktarılır?
vi: Cách nhập
zh_hk: 如何導入

# ImportTopHintTitle
source: Your adventure begins here!
el: Μια ιστορία γεμάτη όνειρα και περιπέτειες θα ξεκινήσει από εδώ!
es: ¡Una aventura llena de sueños está por comenzar!
he: סיפור מלא חלומות והרפתקאות יתחיל כאן!
hr: Priča puna snova i avantura počinje ovdje!
ja: 夢と冒険の物語がここから始まります！
ko: 꿈과 모험이 가득한 이야기가 여기서 시작됩니다!
pl: Pełna przygód i marzeń historia zaczyna się tutaj!
ro: O poveste plină de visuri și aventuri începe aici!
tr: Hayaller ve maceralarla dolu bir hikaye burada başlayacak!
vi: Câu chuyện phiêu lưu đầy mơ ước bắt đầu từ đây!
zh_hk: 一個充滿夢想與冒險的故事將從這裡開始！

# ImportDragAndDropTips
source: Drag files to any Manic EMU interface for transfer
el: Σύρετε και αφήστε αρχεία σε οποιαδήποτε διεπαφή του Manic EMU για μεταφορά
es: Arrastra archivos a cualquier pantalla de Manic EMU
he: גרור ושחרר קבצים לכל ממשק של Manic EMU כדי להעביר
hr: Povucite i ispustite datoteke na bilo koji Manic EMU ekran za prijenos
ja: ファイルをManic EMUの任意画面にドラッグ＆ドロップ
ko: 파일을 Manic EMU의 아무 화면에 드래그하여 전송하세요
pl: Przeciągnij pliki na dowolny interfejs Manic EMU, aby je przesłać
ro: Trageți fișierele pe orice interfață Manic EMU pentru transfer
tr: Dosyaları Manic EMU arayüzüne sürükleyerek aktarabilirsiniz
vi: Kéo thả tệp vào bất kỳ giao diện Manic EMU để truyền
zh_hk: 將檔案拖到Manic EMU的任意界面實現傳輸

# ImportChannelTips
source: Join %@ for assistance
el: Για οποιαδήποτε απορία, συμμετέχετε στο %@ για βοήθεια
es: Únete a %@ para obtener ayuda
he: אם יש לך שאלות, הצטרף ל-%@ לקבלת עזרה
hr: Za pomoć, pridružite se %@
ja: ご不明点は%@でサポートを取得
ko: 궁금한 점이 있다면 %@에 참여하여 도움을 받으세요
pl: Masz pytania? Dołącz do %@ po pomoc
ro: Dacă aveți întrebări, alăturați-vă %@ pentru ajutor
tr: Sorularınız için %@ katılın
vi: Tham gia %@ nếu cần hỗ trợ
zh_hk: 如有疑問，加入%@獲取幫助

# ToastConnectCloudDriveSuccess
source: Successfully connected to %@
el: Επιτυχής σύνδεση με %@
es: %@ conectado
he: התחברות ל-%@ הצליחה
hr: Povezivanje s %@ uspješno
ja: %@への接続に成功
ko: %@ 연결 성공
pl: Połączono z %@ pomyślnie
ro: Conectare la %@ reușită
tr: %@ bağlantısı başarılı
vi: Kết nối %@ thành công
zh_hk: 連接%@成功

# AlertImportFilesSuccess
source: Import Successful
el: Επιτυχής εισαγωγή πόρων
es: Recursos importados
he: ייבוא משאבים הצליח
hr: Uvoz resursa uspješan
ja: リソースのインポート成功
ko: 리소스 가져오기 성공
pl: Zasoby zaimportowano pomyślnie
ro: Import resurse reușit
tr: Kaynaklar başarıyla içe aktarıldı
vi: Nhập tài nguyên thành công
zh_hk: 導入資源成功

# ErrorConnectCloudDrive
source: Cloud Service Connection Failed
el: Αδυναμία σύνδεσης με υπηρεσία cloud
es: Error de conexión en la nube
he: לא ניתן להתחבר לשירות ענן
hr: Nije moguće povezati se s cloud uslugom
ja: クラウドサービスに接続できません
ko: 클라우드 서비스에 연결할 수 없습니다
pl: Nie można połączyć się z usługą chmurową
ro: Conectare la serviciul cloud eșuată
tr: Bulut hizmetine bağlanılamadı
vi: Không thể kết nối dịch vụ đám mây
zh_hk: 無法連接雲端服務

# ErrorUnknown
source: Unknown Error
el: Άγνωστο σφάλμα
es: Error desconocido
he: שגיאה לא ידועה
hr: Nepoznata greška
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
ro: Eroare necunoscută
tr: Bilinmeyen hata
vi: Lỗi không xác định
zh_hk: 未知錯誤

# ReasonConncetCloudDriveFail
source: Check network connection and service authorization, or remove and re-add service
el: Ελέγξτε τη σύνδεση δικτύου και την κατάσταση εξουσιοδότησης της υπηρεσίας cloud ή προσπαθήστε να αφαιρέσετε και να προσθέσετε ξανά την υπηρεσία
es: Verifique conexión y permisos, o reintente
he: אנא בדוק את חיבור הרשת ומצב ההרשאה של שירות הענן, או נסה להסיר את השירות ולהוסיף מחדש
hr: Provjerite mrežnu vezu i status autorizacije cloud usluge, ili pokušajte ukloniti i ponovno dodati uslugu
ja: ネットワーク接続とクラウドサービスの認証状態を確認するか、サービスを再追加してください
ko: 네트워크 연결과 클라우드 서비스 권한 상태를 확인하거나, 해당 서비스를 제거 후 다시 추가해 보세요
pl: Sprawdź połączenie sieciowe i uprawnienia usługi. Spróbuj usunąć i dodać usługę ponownie
ro: Verificați conexiunea la internet și starea de autorizare a serviciului cloud, sau încercați să eliminați și readăugați serviciul
tr: Lütfen ağ bağlantınızı ve bulut hizmeti yetkilerini kontrol edin veya hizmeti kaldırıp yeniden eklemeyi deneyin
vi: Kiểm tra kết nối mạng và ủy quyền dịch vụ, hoặc thử xóa và thêm lại dịch vụ
zh_hk: 請檢查網路連接和雲端服務授權狀態，或嘗試移除此服務進行重新新增

# TabbarTitleGames
source: Games
el: Παιχνίδια
es: Juegos
he: משחקים
hr: Igre
ja: ゲーム
ko: 게임
pl: Gry
ro: Jocuri
tr: Oyunlar
vi: Trò chơi
zh_hk: 遊戲

# TabbarTitleImport
source: Import
el: Εισαγωγή
es: Importar
he: ייבוא
hr: Uvoz
ja: インポート
ko: 가져오기
pl: Importuj
tr: İçe Aktar
vi: Nhập
zh_hk: 導入

# TabbarTitleSettings
source: Settings
el: Ρυθμίσεις
es: Ajustes
he: הגדרות
hr: Postavke
ja: 設定
ko: 설정
pl: Ustawienia
ro: Setări
tr: Ayarlar
vi: Cài đặt
zh_hk: 設定

source: Select All
el: Επιλογή Όλων
es: Seleccionar todo
he: בחירת הכל
hr: Odaberi sve
ja: 全選択
ko: 전체 선택
pl: Zaznacz wszystko
ro: Selectează tot
tr: Tümünü Seç
vi: Chọn tất cả
zh_hk: 全選

source: Deselect All
el: Αποεπιλογή Όλων
es: Deseleccionar todo
he: ביטול בחירה
hr: Poništi odabir
ja: 選択解除
ko: 전체 해제
pl: Odznacz wszystko
ro: Deselectează tot
tr: Tümünü Kaldır
vi: Bỏ chọn
zh_hk: 取消全選

# CloudDriveBrowserDownload
source: Download
el: Λήψη
es: Descargar
he: הורדה
hr: Preuzmi
ja: ダウンロード
ko: 다운로드
pl: Pobierz
ro: Descărcare
tr: İndir
vi: Tải xuống
zh_hk: 下載

# CancelTitle
source: Cancel
el: Ακύρωση
es: Cancelar
he: ביטול
hr: Odustani
ja: キャンセル
ko: 취소
pl: Anuluj
ro: Anulare
tr: İptal
vi: Hủy
zh_hk: 取消

# CheckTitle
source: View
el: Προβολή
es: Ver
he: צפייה
hr: Pregledaj
ja: 確認
ko: 확인
pl: Sprawdź
ro: Vizualizare
tr: Görüntüle
vi: Xem
zh_hk: 查看

# StartGameTitle
source: Play Now
el: Άμεση Εκκίνηση
es: Jugar ahora
he: התחל לשחק
hr: Igraj odmah
ja: すぐにプレイ
ko: 즉시 플레이
pl: Graj teraz
ro: Începe joc
tr: Hemen Oyna
vi: Chơi ngay
zh_hk: 立即遊玩

# ConfirmTitle
source: Confirm
el: Επιβεβαίωση
es: Aceptar
he: אישור
hr: Potvrdi
ja: 確定
ko: 확인
pl: Potwierdź
ro: Confirmă
tr: Onayla
vi: Xác nhận
zh_hk: 確定

# SaveTitle
source: Save
el: Αποθήκευση
es: Guardar
he: שמירה
hr: Spremi
ja: 保存
ko: 저장
pl: Zapisz
ro: Salvează
tr: Kaydet
vi: Lưu
zh_hk: 儲存

# NameTitle
source: Name
el: Όνομα
es: Nombre
he: שם
hr: Naziv
ja: 名前
ko: 이름
pl: Nazwa
ro: Nume
tr: İsim
vi: Tên
zh_hk: 名稱

# TimeAgoMinuteFormat
source: %d minute(s) ago
el: πριν %d λεπτά
es: hace %d min
he: לפני %d דקות
hr: prije %d minuta
ja: %d分前
ko: %d분 전
pl: %d minut temu
ro: Acum %d minute
tr: %d dakika önce
vi: %d phút trước
zh_hk: %d分鐘前

# TimeAgoHourFormat
source: %d hour(s) ago
el: πριν %d ώρες
es: hace %d h
he: לפני %d שעות
hr: prije %d sati
ja: %d時間前
ko: %d시간 전
pl: %d godzin temu
ro: Acum %d ore
tr: %d saat önce
vi: %d giờ trước
zh_hk: %d小時前

# TimeAgoDayFormat
source: %d day(s) ago
el: πριν %d ημέρες
es: hace %d días
he: לפני %d ימים
hr: prije %d dana
ja: %d日前
ko: %d일 전
pl: %d dni temu
ro: Acum %d zile
tr: %d gün önce
vi: %d ngày trước
zh_hk: %d天前

# TimeAgoWeekFormat
source: %d week(s) ago
el: πριν %d εβδομάδες
es: hace %d semanas
he: לפני %d שבועות
hr: prije %d tjedana
ja: %d週間前
ko: %d주 전
pl: %d tygodni temu
ro: Acum %d săptămâni
tr: %d hafta önce
vi: %d tuần trước
zh_hk: %d週前

# TimeAgoMonthFormat
source: %d month(s) ago
el: πριν %d μήνες
es: hace %d meses
he: לפני %d חודשים
hr: prije %d mjeseci
ja: %dヶ月前
ko: %d개월 전
pl: %d miesięcy temu
ro: Acum %d luni
tr: %d ay önce
vi: %d tháng trước
zh_hk: %d個月前

# TimeAgoYearFormat
source: %d year(s) ago
el: πριν %d χρόνια
es: hace %d años
he: לפני %d שנים
hr: prije %d godina
ja: %d年前
ko: %d년 전
pl: %d lat temu
ro: Acum %d ani
tr: %d yıl önce
vi: %d năm trước
zh_hk: %d年前

# TimeDurationHourAndMinuteFormat
source: %d hr %d min
el: %d ώρες και %d λεπτά
es: %d h %d min
he: %d שעות ו-%d דקות
hr: %d sati %d minuta
ja: %d時間%d分
ko: %d시간 %d분
pl: %d godzin %d minut
ro: %d ore %d minute
tr: %d saat %d dakika
vi: %d giờ %d phút
zh_hk: %d小時%d分鐘

# TimeDurationHourFormat
source: %d hours
el: %d ώρες
es: %d horas
he: %d שעות
hr: %d sati
ja: %d時間
ko: %d시간
pl: %d godzin
ro: %d ore
tr: %d saat
vi: %d giờ
zh_hk: %d小時

# TimeDurationMinuteFormat
source: %d minutes
el: %d λεπτά
es: %d minutos
he: %d דקות
hr: %d minuta
ja: %d分
ko: %d분
pl: %d minut
ro: %d minute
tr: %d dakika
vi: %d phút
zh_hk: %d分鐘

# FatalErrorTitle
source: Fatal Error
el: Κρίσιμο Σφάλμα
es: Error crítico
he: שגיאה קריטית
hr: Kritična greška
ja: 致命的なエラー
ko: 치명적 오류
pl: Błąd krytyczny
ro: Eroare fatală
tr: Kritik Hata
vi: Lỗi nghiêm trọng
zh_hk: 致命錯誤

# FatalErrorDesc
source: Critical system resource failure: Manic EMU may malfunction
el: Αποτυχία φόρτωσης πόρων συστήματος, το Manic EMU μπορεί να αντιμετωπίσει σοβαρά προβλήματα κατά τη λειτουργία
es: Fallo en recursos del sistema: puede afectar a Manic EMU
he: טעינת משאבי המערכת נכשלה, ייתכן ש-Manic EMU יפעל עם ליקויים חמורים
hr: Učitavanje sustavnih resursa nije uspjelo, Manic EMU može imati ozbiljne nedostatke u radu
ja: システムリソースの読み込みに失敗。Manic EMUの動作に重大な不具合が発生する可能性があります
ko: 시스템 리소스 로드 실패, Manic EMU 실행 중 중대한 결함이 발생할 수 있습니다
pl: Nie udało się załadować zasobów systemowych – Manic EMU może działać niestabilnie
ro: Încărcarea resurselor de sistem a eșuat, Manic EMU poate avea deficiențe majore în funcționare
tr: Sistem kaynakları yüklenemedi, Manic EMU'da ciddi sorunlar oluşabilir
vi: Lỗi tải tài nguyên hệ thống, Manic EMU có thể gặp sự cố
zh_hk: 系統資源載入失敗，Manic EMU運行中可能會有重大缺陷

# LodingFailedTitle
source: Load Failed
el: Αποτυχία Φόρτωσης
es: Error de carga
he: טעינה נכשלה
hr: Učitavanje nije uspjelo
ja: 読み込み失敗
ko: 로드 실패
pl: Błąd ładowania
ro: Încărcare eșuată
tr: Yükleme Başarısız
vi: Tải thất bại
zh_hk: 載入失敗

# AirPlayDesc
source: Let the adventure begin!
el: Ξεκινήστε την περιπέτεια σας τώρα!
es: ¡Comienza la aventura!
he: התחל את ההרפתקה עכשיו!
hr: Krenite u avanturu odmah!
ja: さあ、冒険を始めましょう！
ko: 지금 바로 모험을 시작하세요!
pl: Czas na przygodę!
ro: Începe aventura acum!
tr: Hemen maceraya başla!
vi: Bắt đầu cuộc phiêu lưu ngay!
zh_hk: 馬上開始冒險吧！

# ToastSuccess
source: Saved Successfully
el: Επιτυχής Αποθήκευση
es: Guardado
he: שמירה הצליחה
hr: Spremanje uspješno
ja: 保存成功
ko: 저장 성공
pl: Zapisano pomyślnie
ro: Salvare reușită
tr: Başarıyla kaydedildi
vi: Lưu thành công
zh_hk: 儲存成功

# ToastFailed
source: Save Failed
el: Αποτυχία Αποθήκευσης
es: Error al guardar
he: שמירה נכשלה
hr: Spremanje nije uspjelo
ja: 保存失敗
ko: 저장 실패
pl: Błąd zapisu
ro: Salvare eșuată
tr: Kaydetme başarısız
vi: Lưu thất bại
zh_hk: 儲存失敗

# GamesSearchPlaceHolder
source: Search games
el: Τίτλος Παιχνιδιού
es: Buscar juegos
he: שם המשחק
hr: Naziv igre
ja: ゲームタイトル
ko: 게임 제목 검색
pl: Tytuł gry
ro: Titlu joc
tr: Oyun adı
vi: Tên trò chơi
zh_hk: 遊戲標題

# GamesRename
source: Rename
el: Μετονομασία
es: Renombrar
he: שינוי שם
hr: Preimenuj
ja: 名前変更
ko: 이름 변경
pl: Zmień nazwę
ro: Redenumește
tr: Yeniden Adlandır
vi: Đổi tên
zh_hk: 重新命名

# GamesModifyCover
source: Edit Cover
el: Τροποποίηση Εξωφύλλου
es: Cambiar portada
he: שינוי כיסוי
hr: Promijeni naslovnicu
ja: カバー変更
ko: 커버 수정
pl: Zmień okładkę
ro: Modifică copertă
tr: Kapağı Değiştir
vi: Sửa bìa
zh_hk: 修改封面

# GamesSpecifySkin
source: Assign Skin
el: Ορισμός Skin
es: Asignar skin
he: הגדרת skin
hr: Postavi skin
ja: スキン設定
ko: 스킨 설정
pl: Ustaw skórę
ro: Setează skin
tr: Skin Ayarla
vi: Thiết lập skin
zh_hk: 設定皮膚

# GamesCheatCode
source: Cheat Codes
el: Cheat Code
he: קודי cheat
hr: Cheat code
ja: チートコード
ko: 치트 코드
pl: Kody Cheat
ro: Cheat code
tr: Cheat Kodu
vi: Cheat code
zh_hk: 金手指

# GamesShareRom
source: Share ROM
el: Κοινοποίηση ROM
es: Compartir ROM
he: שיתוף ROM
hr: Dijeli ROM
ja: ROMを共有
ko: ROM 공유
pl: Udostępnij ROM
ro: Partajează ROM
tr: ROM'u Paylaş
vi: Chia sẻ ROM
zh_hk: 分享ROM

# GamesCheckSave
source: View Save States
el: Προβολή Αποθηκευμένης Κατάστασης
es: Ver save states
he: צפייה בשמירות מיידיות
hr: Pregledaj instant save
ja: セーブステートを確認
ko: 수동 세이브 확인
pl: Zobacz zapis stanu
ro: Vezi salvare instant
tr: Anlık Kayıtları Görüntüle
vi: Xem lưu trữ tức thời
zh_hk: 查看即時存檔

# GamesImportSave
source: Import Game Save
el: Εισαγωγή Αποθηκευμένου Παιχνιδιού
es: Importar partida
he: ייבוא שמירת משחק
hr: Uvezi save datoteku
ja: セーブデータをインポート
ko: 게임 세이브 가져오기
pl: Importuj zapis gry
ro: Importă salvare joc
tr: Oyun Kaydını İçe Aktar
vi: Nhập lưu trữ
zh_hk: 導入遊戲存檔

# GamesShareSave
source: Export Game Save
el: Εξαγωγή Αποθηκευμένου Παιχνιδιού
es: Exportar partida
he: ייצוא שמירת משחק
hr: Izvezi save datoteku
ja: セーブデータをエクスポート
ko: 게임 세이브 내보내기
pl: Eksportuj zapis gry
ro: Exportă salvare joc
tr: Oyun Kaydını Dışa Aktar
vi: Xuất lưu trữ
zh_hk: 導出遊戲存檔

# GamesDelete
source: Remove Game
el: Αφαίρεση Παιχνιδιού
es: Eliminar
he: הסרת משחק
hr: Ukloni igru
ja: ゲームを削除
ko: 게임 제거
pl: Usuń grę
ro: Elimină joc
tr: Oyunu Kaldır
vi: Xóa trò chơi
zh_hk: 移除遊戲

# GamesRandom
source: Random Pick
el: Δεν ξέρω τι να παίξω, ας το αποφασίσει η τύχη
es: Elige por mí
he: לא יודע מה לשחק? נסה אקראי
hr: Ne znam što igrati, odaberi nasumično
ja: ランダムに選ぶ
ko: 무작위 게임 추천
pl: Losuj grę
ro: Nu știu ce să joc, alege aleatoriu
tr: Ne oynayacağımı bilmiyorum, rastgele seç
vi: Không biết chơi gì? Chọn ngẫu nhiên
zh_hk: 不知道玩什麼，隨機一下

# LoadGameErrorRomNotExist
source: ROM file missing
el: Σφάλμα φόρτωσης παιχνιδιού, το ROM δεν υπάρχει
es: ROM no encontrada
he: שגיאה בטעינת המשחק, ה-ROM לא קיים
hr: Greška pri učitavanju igre, ROM datoteka ne postoji
ja: ゲーム読み込みエラー：ROMが存在しません
ko: 게임 로드 오류, ROM이 존재하지 않습니다
pl: Błąd ładowania – ROM nie istnieje
ro: Eroare la încărcare, ROM-ul nu există
tr: Oyun yüklenemedi, ROM mevcut değil
vi: Lỗi tải trò chơi: ROM không tồn tại
zh_hk: 遊戲載入錯誤，ROM不存在

# GamesListEmptyGuideLeft
source: Tap the
el: Πατήστε στο παρακάτω
es: Pulsa el
he: לחץ על
hr: Kliknite na
ja: 下の
ko: 아래의
pl: Kliknij przycisk
ro: Apasă pe
tr: Hemen aşağıdaki
vi: Nhấn vào
zh_hk: 快去點擊下面

# GamesListEmptyGuideRight
source: button to import
el: για εισαγωγή παιχνιδιών
es: de abajo para importar
he: כדי לייבא משחקים
hr: za uvoz igara
ja: をタップしてゲームをインポートしましょう
ko: 눌러 게임을 가져오세요
pl: aby zaimportować gry
ro: pentru a importa jocuri
tr: ile oyun içe aktar
vi: bên dưới để nhập trò chơi
zh_hk: 導入遊戲吧

# GamesListEmptyWelcomeLeft
source: Welcome to
el: Καλώς ήλθατε στον κόσμο του
es: Bienvenido a
he: ברוך הבא לעולם של
hr: Dobrodošli u svijet
pl: Witaj w świecie
ro: Bun venit în lumea
vi: Chào mừng đến với thế giới
zh_hk: 歡迎來到

# GamesListEmptyWelcomeRight
source: 's World
hr: -a
ja: の世界へようこそ
ko: 의 세계에 오신 것을 환영합니다
tr: dünyasına hoş geldin
zh_hk: 的世界

# GamesListEmptyWarnning
source: Ensure game ROMs are legally obtained
el: Βεβαιωθείτε ότι αποκτάτε αρχεία ROM παιχνιδιών μέσω νόμιμων καναλιών
es: Asegúrese de obtener ROMs legalmente
he: אנא ודא שאתה משיג קבצי ROM ממקורות חוקיים
hr: Provjerite da ROM datoteke dobivate na legalan način
ja: ゲームROMは合法的な手段で取得してください
ko: 게임 ROM 파일은 합법적인 경로로 획득하시기 바랍니다
pl: Upewnij się, że posiadasz legalne kopie plików ROM
ro: Asigurați-vă că obțineți fișierele ROM din surse legale
tr: Lütfen oyun ROM dosyalarını yasal kaynaklardan edindiğinizden emin olun
vi: Đảm bảo ROM được lấy từ nguồn hợp pháp
zh_hk: 請確保通過合法渠道獲取遊戲ROM檔案

# DeleteGameAlertDetail
source: All game data including ROMs, saves, and cheat codes will be permanently deleted!
el: Το ROM του παιχνιδιού, τα αποθηκευμένα παιχνίδια και τα cheat codes θα διαγραφούν οριστικά!
es: ¡Se eliminarán ROM, saves y cheat codes!
he: קובץ ה-ROM, השמירות וקודי ה-cheat יימחקו לצמיתות! פעולה זו אינה הפיכה!
hr: ROM igre, save datoteke i cheat code-ovi će biti trajno izbrisani, ova radnja je nepovratna!
ja: ゲームROM/セーブデータ/チートコードなどが完全削除されます（復元不可）
ko: 게임 ROM, 세이브 및 치트 코드 등 모든 데이터가 영구 삭제되며 복구할 수 없습니다!
pl: ROM, zapisy i kody Cheat zostaną trwale usunięte!
ro: ROM-ul jocului, salvările și cheat code-urile vor fi șterse permanent!
tr: Oyun ROM'u, kayıtlar ve cheat kodları gibi tüm veriler kalıcı olarak silinecek!
vi: ROM, lưu trữ và cheat code sẽ bị xóa vĩnh viễn!
zh_hk: 遊戲 ROM、存檔和金手指等數據將一併刪除，此操作不可逆！

# DeleteSkinAlertDetail
source: Skin removal is irreversible!
el: Το skin θα αφαιρεθεί οριστικά!
es: ¡La skin se eliminará permanentemente!
he: ה-skin יוסר לצמיתות ולא ניתן יהיה לשחזרו!
hr: Skin će biti trajno uklonjen!
ja: スキンを削除すると復元できません！
ko: 스킨 삭제 후 복구할 수 없습니다!
pl: Usunięte skóry nie mogą zostać przywrócone!
ro: Skin-ul eliminat nu poate fi recuperat!
tr: Skin kaldırıldıktan sonra geri alınamaz!
vi: Skin đã xóa không thể khôi phục!
zh_hk: 皮膚移除後將不可恢復！

# DeleteGameGameStateAlertTitle
source: Delete Save State
el: Αφαίρεση Αποθηκευμένης Κατάστασης
es: Eliminar save state
he: הסרת שמירה מיידית
hr: Ukloni instant save
ja: セーブステート削除
ko: 수동 세이브 삭제
pl: Usuń zapis stanu
ro: Elimină salvare instant
tr: Anlık Kaydı Kaldır
vi: Xóa lưu trữ tức thời
zh_hk: 移除即時存檔

# DeleteGameGameStateAlertDetail
source: Save states cannot be recovered!
el: Η αποθηκευμένη κατάσταση θα αφαιρεθεί οριστικά!
es: ¡Save state se eliminará permanentemente!
he: השמירה המיידית תוסר לצמיתות ולא ניתן יהיה לשחזרה!
hr: Instant save će biti trajno uklonjen!
ja: セーブステートを削除すると復元できません！
ko: 수동 세이브 삭제 후 복구할 수 없습니다!
pl: Usunięte zapisy stanu nie mogą zostać przywrócone!
ro: Salvarea instant eliminată nu poate fi recuperată!
tr: Anlık kayıtlar kalıcı olarak silinecek!
vi: Lưu trữ tức thời đã xóa không thể khôi phục!
zh_hk: 即時存檔移除後將不可恢復！

# confirmDelte
source: Confirm Removal
el: Επιβεβαίωση Αφαίρεσης
es: Confirmar
he: אישור הסרה
hr: Potvrdi uklanjanje
ja: 削除を確認
ko: 삭제 확인
pl: Potwierdź usunięcie
ro: Confirmă eliminarea
tr: Kaldırmayı Onayla
vi: Xác nhận xóa
zh_hk: 確認移除

# ControllersTouchName
source: Touch Control
el: Οθόνη Ελέγχου
es: Pantalla táctil
he: בקר מסך
hr: Dodirni kontroler
ja: タッチコントローラー
ko: 터치 컨트롤러
pl: Ekranowy kontroler
ro: Controler pe ecran
tr: Dokunmatik Kontrolcü
vi: Điều khiển cảm ứng
zh_hk: 屏幕控制器

# ControllersHeaderTitle
source: Controllers
el: Ελεγκτές
es: Mandos
he: בקרים
hr: Kontroleri
ja: コントローラー
ko: 컨트롤러
pl: Kontrolery
ro: Controlere
tr: Kontrolcüler
vi: Bộ điều khiển
zh_hk: 控制器

# ControllersPlayerIndex
source: Player %d
el: Παίκτης %d
es: Jugador %d
he: שחקן %d
hr: Igrač %d
ja: プレイヤー%d
ko: 플레이어 %d
pl: Gracz %d
ro: Jucător %d
tr: Oyuncu %d
vi: Người chơi %d
zh_hk: 玩家%d

# ControllersPlayerUnset
source: Unassigned
el: Μη Ορισμένος
es: Sin asignar
he: לא מוגדר
hr: Nije postavljeno
ja: 未設定
ko: 미지정
pl: Nieprzypisany
ro: Nesetat
tr: Atanmamış
vi: Chưa chọn
zh_hk: 未指定

# ControllersHowToConnect
source: Connection Guide
el: Πώς να Συνδεθείτε
es: Cómo conectar
he: כיצד להתחבר
hr: Kako se povezati
ja: 接続方法
ko: 연결 방법
pl: Jak połączyć
ro: Cum se conectează
tr: Nasıl Bağlanılır?
vi: Cách kết nối
zh_hk: 如何連接

# ReadyGameInfoSubTitle
source: %@ played · Total %@
el: %@ παιχνίδι · Σύνολο %@
es: Jugado hace %@ · Total %@
he: שיחק %@ · סה"כ %@
hr: %@ igranje · ukupno %@
ja: %@プレイ · 合計%@
ko: %@ 플레이 · 총 %@
pl: Ostatnio grano: %@ · Łączny czas: %@
ro: Jucat %@ · Total %@
tr: %@ oynandı · Toplam %@
vi: Chơi %@ · Tổng %@
zh_hk: %@遊玩 · 總共%@

# ReadyGameInfoNeverPlayed
source: Start your adventure now
el: Δεν έχει παιχτεί ακόμη, ξεκινήστε την περιπέτεια σας τώρα
es: Aún no jugado
he: טרם שיחק, התחל הרפתקה עכשיו
hr: Nije igrano, započnite avanturu odmah
ja: 未プレイ。冒険を始めましょう
ko: 아직 플레이하지 않음, 지금 모험을 시작하세요
pl: Nie rozpoczęto gry – zacznij przygodę!
ro: Nu ați jucat încă, începeți aventura acum
tr: Henüz oynanmadı, hemen maceraya başla
vi: Chưa chơi, bắt đầu ngay
zh_hk: 未進行遊戲，立即開始冒險

# ReadyEditCoverTakePhoto
source: Camera
el: Λήψη Φωτογραφίας
es: Foto
he: צילום
hr: Snimi
ja: 写真を撮る
ko: 촬영
pl: Zrób zdjęcie
ro: Fotografie
tr: Fotoğraf Çek
vi: Chụp ảnh
zh_hk: 拍攝

# ReadyEditCoverAlbum
source: Photos
el: Άλμπουμ
es: Álbum
he: אלבום
hr: Album
ja: アルバム
ko: 앨범
pl: Galeria
ro: Album
tr: Albüm
vi: Thư viện
zh_hk: 相簿

# ReadyEditCoverFile
source: Files
el: Αρχείο
es: Archivo
he: קובץ
hr: Datoteka
ja: ファイル
ko: 파일
pl: Plik
ro: Fișier
tr: Dosya
vi: Tệp
zh_hk: 檔案

# ReadyEditCoverSearch
source: Search
el: Αναζήτηση
es: Buscar
he: חיפוש
hr: Traži
ja: 検索
ko: 검색
pl: Szukaj
ro: Căutare
tr: Ara
vi: Tìm kiếm
zh_hk: 搜尋

# ReadySegmentManualSave
source: Manual Save States
el: Χειροκίνητη Αποθηκευμένη Κατάσταση
he: שמירה מיידית ידנית
hr: Ručni instant save
ja: 手動セーブステート
ko: 수동 세이브
pl: Ręczne zapisy stanu
ro: Salvare instant manuală
tr: Manuel Anlık Kayıt
vi: Lưu trữ tức thời thủ công
zh_hk: 玩家即時存檔

# ReadySegmentAutoSave
source: Auto Save States
el: Αυτόματη Αποθηκευμένη Κατάσταση
he: שמירה מיידית אוטומטית
hr: Automatski instant save
ja: 自動セーブステート
ko: 자동 세이브
pl: Automatyczne zapisy stanu
ro: Salvare instant automată
tr: Otomatik Anlık Kayıt
vi: Lưu trữ tức thời tự động
zh_hk: 自動即時存檔

# ReadyEditTitleFailed
source: Rename failed: Name cannot be empty
el: Αποτυχία μετονομασίας, το όνομα παιχνιδιού δεν μπορεί να είναι κενό
es: Error: nombre vacío
he: שינוי שם נכשל, שם המשחק לא יכול להיות ריק
hr: Preimenovanje nije uspjelo, naziv igre ne može biti prazan
ja: 名前変更失敗：ゲーム名が空です
ko: 이름 변경 실패, 게임 이름은 비워둘 수 없습니다
pl: Błąd zmiany nazwy – nazwa nie może być pusta
ro: Redenumire eșuată, numele jocului nu poate fi gol
tr: Yeniden adlandırma başarısız, oyun adı boş olamaz
vi: Đổi tên thất bại: Tên không được trống
zh_hk: 重新命名失敗，遊戲名稱不能為空
