Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# iCloudTipsDetail
source: Activate iCloud Sync to seamlessly transfer all Manic EMU data across devices logged in with the same Apple ID. All your data will be uploaded to iCloud, which may consume your iCloud storage space. Insufficient storage may cause sync failures! Synced data will be stored in the cloud - games may not function properly if data hasn't finished downloading.
el: Ο συγχρονισμός iCloud επιτρέπει τη συγχρονισμό όλων των δεδομένων του Manic EMU σε συσκευές με το ίδιο Apple ID. Όλα τα δεδομένα σας θα ανεβαστούν στο iCloud, κάτι που θα χρησιμοποιήσει χώρο αποθήκευσης. Αν ο χώρος είναι ανεπαρκής, ο συγχρονισμός μπορεί να αποτύχει! Επίσης, αν τα δεδομένα δεν έχουν ληφθεί, μπορεί να μην μπορείτε να παίξετε!
es: Los datos ocuparán espacio en iCloud
he: הפעלת סנכרון iCloud תאפשר סנכרון של כל הנתונים בין מכשירים עם אותו Apple ID. כל הנתונים שלך יעלו ל-iCloud וישתמשו במרחב האחסון שלך. אם אין מספיק מקום, הסנכרון עלול להיכשל! לאחר הסנכרון, הנתונים שלך יאוחסנו בענן וייתכן שלא תוכל לשחק אם הם לא ייטענו!
hr: Omogućivanjem iCloud sinkronizacije možete sinkronizirati sve sadržaje Manic EMU-a na uređajima s istim Apple ID-om. Nakon uključivanja sinkronizacije, svi vaši podaci će biti učitani u iCloud, što će zauzeti prostor na vašem iCloud računu. Ako nemate dovoljno prostora, sinkronizacija neće uspjeti! Nakon sinkronizacije, vaši podaci će biti pohranjeni u oblaku, pa možda nećete moći igrati dok se podaci ne preuzmu!
ja: iCloud同期で全データがクラウドにアップロードされます。ストレージ不足は同期失敗の原因となります
ko: iCloud 동기화를 사용하면 동일한 Apple ID로 로그인한 모든 기기에서 Manic EMU 데이터를 동기화할 수 있습니다. 동기화 활성화 후 모든 데이터는 iCloud에 업로드되며, iCloud 저장 공간을 사용하게 됩니다. 저장 공간이 부족할 경우 동기화가 실패할 수 있습니다! 데이터가 클라우드에 저장된 후 다운로드 완료 전까지는 정상적인 게임 진행이 불가능할 수 있습니다!
pl: Synchronizacja umożliwia dostęp do Twoich danych na wszystkich urządzeniach z tym samym Apple ID. Dane zajmują miejsce w iCloud – przy braku miejsca synchronizacja może zawieść!
ro: Activează sincronizarea iCloud pentru a sincroniza totul pe dispozitive cu același Apple ID. Toate datele vor fi încărcate în iCloud, ocupând spațiu de stocare. Dacă spațiul este insuficient, sincronizarea va eșua! Datele vor fi stocate în cloud și jocul poate să nu funcționeze corect până la descărcare!
tr: iCloud senkronizasyonu ile aynı Apple ID'ye sahip tüm cihazlarınızda verileriniz senkronize edilir. iCloud depolama alanı yetersizse senkronizasyon başarısız olabilir!
vi: Dữ liệu sẽ được lưu trữ trên iCloud và chiếm dung lượng. Thiếu dung lượng có thể gây lỗi đồng bộ!
zh_hk: 啟用iCloud同步，可以在登入了相同Apple ID的客戶端上同步Manic EMU上的一切，開啟同步之後你的所有數據都會上傳到iCloud中，這將會佔用你的iCloud儲存空間，若空間不足，則會導致同步失敗！同步後你的數據會儲存在雲端，若數據尚未下載可能你將無法正常遊戲！

# iCloudConfirm
source: Continue Activation
el: Συνέχεια Ενεργοποίησης
es: Continuar
he: המשך בהפעלה
hr: Nastavi s uključivanjem
ja: 続行
ko: 계속 활성화
pl: Kontynuuj
ro: Continuă activarea
tr: Etkinleştir
vi: Tiếp tục
zh_hk: 繼續開啟

# LoadingTitle
source: Downloading
el: Γίνεται Λήψη
es: Cargando
he: מוריד
hr: Preuzimanje
ja: ダウンロード中
ko: 다운로드 중
pl: Pobieranie
ro: Se încarcă
tr: İndiriliyor
vi: Đang tải
zh_hk: 下載中

# LoadRomSuccess
source: %@ downloaded - ready to play!
el: Το %@ λήφθηκε, ξεκινήστε το παιχνίδι τώρα!
es: %@ listo
he: %@ הורדה הושלמה, התחל לשחק!
hr: %@ preuzimanje završeno, možete početi igrati
ja: %@のダウンロード完了。プレイ開始！
ko: %@ 다운로드 완료. 지금 바로 게임을 시작하세요!
pl: %@ pobrano – czas na grę!
ro: %@ încărcat, începe jocul acum
tr: %@ indirildi, hemen oynamaya başla!
vi: %@ tải xong, bắt đầu chơi!
zh_hk: %@下載完成，快開始遊戲吧

# GameSettingSaveState
source: Save State
el: Αποθήκευση Κατάστασης
es: Guardar
he: שמירה
hr: Save
ja: セーブ
ko: 수동 세이브
pl: Zapisz stan
ro: Salvare
tr: Kaydet
vi: Lưu trữ
zh_hk: 存檔

# GameSettingQuickLoadState
source: Quick Load
el: Γρήγορη Φόρτωση
es: Carga rápida
he: טעינה מהירה
hr: Brzo učitavanje
ja: クイックロード
ko: 빠른 불러오기
pl: Szybkie ładowanie
ro: Încărcare rapidă
tr: Hızlı Yükle
vi: Tải nhanh
zh_hk: 快速讀檔

# GameSettingVolume
source: Volume
el: Ένταση
es: Volumen
he: עוצמת קול
hr: Zvuk
ja: 音量
ko: 볼륨
pl: Głośność
ro: Volum
tr: Ses
vi: Âm lượng
zh_hk: 聲音

# GameSettingFastForwardResume
source: Normal Speed
el: Κανονική Ταχύτητα
es: Velocidad normal
he: מהירות רגילה
hr: Normalna brzina
ja: 通常速度
ko: 일반 속도
pl: Normalna prędkość
ro: Viteză normală
tr: Normal Hız
vi: Tốc độ bình thường
zh_hk: 正常速度

# GameSettingFastForward
source: Fast Forward %@
el: Γρήγορη Προώθηση %@
es: Avance rápido %@
he: האצה %@
hr: Ubrzaj %@
ja: 倍速%@
ko: 빨리감기%@
pl: Przewijanie do przodu x%@
ro: Derulare rapidă %@
tr: Hızlı İleri %@
vi: Tua nhanh x%@
zh_hk: 快進%@

# GameSettingStateList
source: Save States
el: Λίστα Αποθηκευμένων Καταστάσεων
es: Lista de saves
he: רשימת שמירות
hr: Lista save-ova
ja: セーブリスト
ko: 세이브 목록
pl: Lista zapisów
ro: Listă salvări
tr: Kayıt Listesi
vi: Danh sách lưu trữ
zh_hk: 存檔列表

# GameSettingSkins
source: Skins
el: Ορισμός Skin
he: הגדרת skins
hr: Postavi skin
ja: スキン設定
ko: 스킨 설정
pl: Zarządzaj skórami
ro: Setează skin
tr: Skin Ayarla
vi: Thiết lập skin
zh_hk: 設定皮膚

# GameSettingFilter
source: Filters
el: Φίλτρο
es: Filtros
he: מסנן
hr: Filter
ja: フィルター
ko: 필터
pl: Filtry
ro: Filtru
tr: Filtre
vi: Bộ lọc
zh_hk: 濾鏡

# GameSettingScreenShot
source: Screenshot
el: Στιγμιότυπο Παιχνιδιού
es: Captura
he: צילום מסך
hr: Snimka igre
ja: スクリーンショット
ko: 게임 스크린샷
pl: Zrzut ekranu
ro: Captură ecran
tr: Ekran Görüntüsü
vi: Chụp màn hình
zh_hk: 遊戲截圖

# GameSettingHapticOff
source: Haptics Off
el: Απενεργοποιημένη Δόνηση
es: Sin vibración
he: משוב רטט כבוי
hr: Vibracije isključene
ja: 振動オフ
ko: 진동 끄기
pl: Wyłącz wibracje
ro: Feedback tactil dezactivat
tr: Titreşim Kapalı
vi: Tắt rung
zh_hk: 震感關閉

# GameSettingHapticSoft
source: Soft Haptics
el: Ασθενής Δόνηση
es: Vibración suave
he: משוב רטט חלש
hr: Vibracije slabe
ja: 弱振動
ko: 약한 진동
pl: Słaba wibracja
ro: Feedback tactil slab
tr: Hafif Titreşim
vi: Rung nhẹ
zh_hk: 震感 弱

# GameSettingHapticLight
source: Light Haptics
el: Ελαφριά Δόνηση
es: Vibración ligera
he: משוב רטט קל
hr: Vibracije lagane
ja: 軽振動
ko: 가벼운 진동
pl: Lekka wibracja
ro: Feedback tactil ușor
tr: Hafif
vi: Rung yếu
zh_hk: 震感 輕

# GameSettingHapticMedium
source: Medium Haptics
el: Μέτρια Δόνηση
es: Vibración media
he: משוב רטט בינוני
hr: Vibracije srednje
ja: 中振動
ko: 중간 진동
pl: Średnia wibracja
ro: Feedback tactil mediu
tr: Orta
vi: Rung trung bình
zh_hk: 震感 中

# GameSettingHapticHeavy
source: Heavy Haptics
el: Ισχυρή Δόνηση
es: Vibración fuerte
he: משוב רטט חזק
hr: Vibracije jake
ja: 強振動
ko: 강한 진동
pl: Silna wibracja
ro: Feedback tactil puternic
tr: Güçlü
vi: Rung mạnh
zh_hk: 震感 重

# GameSettingHapticRigid
source: Rigid Haptics
el: Άκαμπτη Δόνηση
es: Vibración rígida
he: משוב רטט נוקשה
hr: Vibracije krute
ja: リジッド振動
ko: 뻣뻣한 진동
pl: Sztywna wibracja
ro: Feedback tactil rigid
tr: Sert
vi: Rung cứng
zh_hk: 震感 剛性

# GameSettingControllerTypeStick
source: Joystick
he: ג'ויסטיק
hr: Upravljač
ja: アナログスティック
ko: 조이스틱
pl: Drążek
vi: Phím điều khiển
zh_hk: 搖桿

# GameSettingAirplay
source: AirPlay
el: Προβολή
he: שידור
hr: Prijenos
ja: ミラーリング
ko: 화면 미러링
ro: Redirecționare
tr: Yansıt
vi: Phát AirPlay
zh_hk: 投放

# GameSettingControllerSetting
source: Controllers
el: Ρυθμίσεις Ελεγκτή
es: Controles
he: הגדרת בקר
hr: Kontroler
ja: コントローラー設定
ko: 컨트롤러 설정
pl: Ustawienia kontrolera
ro: Controler
tr: Kontrolcü Ayarları
vi: Cài đặt điều khiển
zh_hk: 控制器

# GameSettingOrientationAuto
source: Auto-Rotate
el: Αυτόματη Περιστροφή
es: Auto-rotar
he: סיבוב אוטומטי
hr: Automatska rotacija
ja: 自動回転
ko: 자동 회전
pl: Automatyczna orientacja
ro: Rotire automată
tr: Otomatik Döndür
vi: Tự động xoay
zh_hk: 自動旋轉

# GameSettingOrientationPortrait
source: Portrait Lock
el: Εξαναγκασμός Κατακόρυφου
es: Forzar vertical
he: אנכי בכפייה
hr: Forsiraj portret
ja: 縦画面固定
ko: 세로 모드 고정
pl: Wymuś pion
ro: Forțează portret
tr: Dikey Kilitle
vi: Cố định dọc
zh_hk: 強制直屏

# GameSettingOrientationLandscape
source: Landscape Lock
el: Εξαναγκασμός Οριζόντιου
es: Forzar horizontal
he: אופקי בכפייה
hr: Forsiraj pejzaž
ja: 横画面固定
ko: 가로 모드 고정
pl: Wymuś poziom
ro: Forțează peisaj
tr: Yatay Kilitle
vi: Cố định ngang
zh_hk: 強制橫屏

# GameSettingFunctionSort
source: Function Layout
el: Ταξινόμηση Λειτουργιών
es: Orden funciones
he: מיון פונקציות
hr: Raspored funkcija
ja: 機能順序設定
ko: 기능 정렬
pl: Sortuj funkcje
ro: Sortează funcții
tr: Fonksiyon Sıralaması
vi: Sắp xếp chức năng
zh_hk: 功能排序

# GameSettingReload
source: Restart
el: Επανεκκίνηση
es: Reiniciar
he: טעינה מחדש
hr: Ponovno pokreni
ja: 再起動
ko: 재시작
ro: Repornire
tr: Yeniden Başlat
vi: Khởi động lại
zh_hk: 重啟

# GameSettingQuit
source: Quit
el: Έξοδος
es: Salir
he: יציאה
hr: Izađi
ja: 終了
ko: 종료
pl: Wyjdź
ro: Ieșire
tr: Çıkış
vi: Thoát
zh_hk: 退出

# GameSaveStateSuccess
source: Save state successful
el: Επιτυχής Αποθήκευση Κατάστασης
es: Save state guardado
he: שמירה מיידית הצליחה
hr: Instant save uspješan
ja: セーブステート成功
ko: 수동 세이브 성공
pl: Zapisano stan gry
ro: Salvare instant reușită
tr: Anlık kayıt başarılı
vi: Lưu trữ tức thời thành công
zh_hk: 即時存檔成功

# GameSaveStateLoadFailed
source: Failed to load save state - corrupted or incompatible
el: Αποτυχία φόρτωσης αποθηκευμένης κατάστασης, το αρχείο είναι κατεστραμμένο ή μη συμβατό
es: Save state dañado
he: טעינת שמירה מיידית נכשלה, השמירה פגומה או לא תואמת
hr: Učitavanje instant save-a nije uspjelo, save je oštećen ili nekompatibilan
ja: セーブステート読み込み失敗：破損または非互換
ko: 세이브 불러오기 실패. 파일이 손상되었거나 호환되지 않습니다
pl: Błąd ładowania – zapis uszkodzony lub niezgodny
ro: Încărcare salvare instant eșuată, salvare incompatibilă sau coruptă
tr: Anlık kayıt yüklenemedi, bozuk veya uyumsuz
vi: Lỗi tải: Lưu trữ không tương thích hoặc hỏng
zh_hk: 即時存檔載入失敗，該存檔已損毀或不兼容

# GameSaveStateLoadSuccess
source: Save state loaded
el: Επιτυχής Φόρτωση Αποθηκευμένης Κατάστασης
es: Save state cargado
he: טעינת שמירה מיידית הצליחה
hr: Učitavanje instant save-a uspješno
ja: セーブステート読み込み成功
ko: 세이브 불러오기 성공
pl: Stan gry załadowany pomyślnie
ro: Încărcare salvare instant reușită
tr: Anlık kayıt yüklendi
vi: Tải lưu trữ thành công
zh_hk: 即時存檔載入成功

# GameSaveStateQuickLoadFailed
source: No manual save state found. Use 'Save States' to load auto save states
el: Δεν υπάρχει χειροκίνητη αποθηκευμένη κατάσταση. Για αυτόματη φόρτωση, χρησιμοποιήστε τη «Λίστα Αποθηκευμένων Καταστάσεων»
es: No hay saves manuales
he: אין שמירות ידניות, אם ברצונך לטעון שמירה אוטומטית, השתמש ב"רשימת שמירות"
hr: Nema ručnih save-ova, za učitavanje automatskih save-ova koristite «Lista save-ova»
ja: 手動セーブが存在しません。「セーブリスト」で自動セーブを選択してください
ko: 수동 세이브가 없습니다. 자동 세이브를 불러오려면 '세이브 목록'을 사용하세요
pl: Brak ręcznych zapisów – użyj "Listy zapisów" do automatycznych
ro: Nicio salvare manuală, utilizați «Listă salvări» pentru încărcare automată
tr: Manuel kayıt bulunamadı, otomatik kayıtlar için 'Kayıt Listesi'ni kullanın
vi: Không có lưu trữ thủ công, dùng "Danh sách lưu trữ" để tải tự động
zh_hk: 暫無手動存檔，如果想載入自動存檔，請使用「存檔列表」

# GameSaveListTitle
source: Save States
el: Αποθηκευμένες Καταστάσεις
he: שמירות מיידיות
hr: Instant save
ja: セーブステート
ko: 세이브 목록
pl: Zapisy stanu gry
ro: Salvare instant
tr: Anlık Kayıtlar
vi: Lưu trữ tức thời
zh_hk: 即時存檔

# GameCheatActivateFailed
source: %@ Activation failed - invalid cheat code
el: %@ Αποτυχία Ενεργοποίησης, το cheat code δεν είναι έγκυρο
es: %@ Error: cheat inválido
he: %@ הפעלה נכשלה, קוד ה-cheat לא תקף
hr: %@ Aktivacija nije uspjela, cheat code nije valjan
ja: %@ 有効化失敗：無効なチートコード
ko: %@ 치트 코드 활성화 실패. 유효하지 않은 코드입니다
pl: %@ Aktywacja nieudana – kod nieprawidłowy
ro: %@ Activare eșuată, cheat code invalid
tr: %@ etkinleştirilemedi, cheat kodu geçersiz
vi: %@ Kích hoạt thất bại: Cheat code không hợp lệ
zh_hk: %@ 激活失敗 作弊碼無效

# GameCheatActivateSuccess
source: %@ Activated successfully
el: %@ Επιτυχής Ενεργοποίηση
es: %@ Activado
he: %@ הפעלה הצליחה
hr: %@ Aktivacija uspješna
ja: %@ 有効化成功
ko: %@ 치트 코드 활성화 성공
pl: %@ Aktywowano pomyślnie
ro: %@ Activare reușită
tr: %@ başarıyla etkinleştirildi
vi: %@ Kích hoạt thành công
zh_hk: %@ 激活成功

# AirPlayingTitle
source: Game screen mirrored via AirPlay
el: Η οθόνη του παιχνιδιού προβάλλεται
es: Juego en AirPlay
he: תמונת המשחק משודרת למכשיר היעד
hr: Prijenos igre na ekran je u tijeku
ja: ミラーリング中
ko: 게임 화면이 미러링 디스플레이로 전송되었습니다
pl: Obraz gry jest przesyłany przez AirPlay
ro: Imaginea jocului este redirecționată
tr: Oyun ekranı yansıtılıyor
vi: Hình ảnh đang phát qua AirPlay
zh_hk: 遊戲畫面已輸出到投放畫面中

# VolumeOff
source: Muted
el: Ένταση: Κλειστά
es: Silencio
he: עוצמת קול כבויה
hr: Zvuk isključen
ja: 音量オフ
ko: 볼륨 끄기
pl: Wycisz
ro: Volum oprit
tr: Ses Kapalı
vi: Tắt âm
zh_hk: 音量 關

# VolumeOn
source: Unmuted
el: Ένταση: Ανοικτά
es: Sonido
he: עוצמת קול פועלת
hr: Zvuk uključen
ja: 音量オン
ko: 볼륨 켜기
pl: Włącz dźwięk
ro: Volum pornit
tr: Ses Açık
vi: Bật âm
zh_hk: 音量 開

# FunctionSortDesc1
source: These functions will appear as quick actions in official skins
el: Οι παραπάνω λειτουργίες θα εμφανίζονται ως γρήγορες επιλογές στο προεπιλεγμένο skin
es: Funciones rápidas predeterminadas
he: פונקציות אלה ישמשו כפונקציות מהירות ב-skins הרשמיים
hr: Ove funkcije će biti dostupne kao prečaci u službenim skinovima
ja: 公式スキンのクイック機能設定
ko: 위 기능들은 공식 기본 스킨의 빠른 기능으로 사용됩니다
pl: Powyższe funkcje są domyślnymi skrótami w oficjalnych skórach
ro: Aceste funcții vor fi afișate ca acces rapid în skin-urile oficiale
tr: Bu fonksiyonlar varsayılan skin için kısayol olarak kullanılır
vi: Các chức năng mặc định trên skin chính thức
zh_hk: 以上功能將作為官方預設皮膚的快捷功能

# FunctionSortDesc2
source: Long press to reorder
el: Κρατήστε πατημένο για να αλλάξετε τη σειρά
es: Arrastrar para reordenar
he: החזק ולחץ כדי לשנות את הסדר
hr: Pritisnite i držite za promjenu redoslijeda
ja: 長押しで順序変更
ko: 길게 눌러 순서를 조정할 수 있습니다
pl: Przytrzymaj, aby zmienić kolejność
ro: Țineți apăsat pentru a reordona
tr: Sıralamak için uzun basıp sürükleyin
vi: Nhấn giữ để sắp xếp
zh_hk: 長按可以拖動調整順序

# ManualGameSaveCountLimit
source: Save state limit exceeded! Upgrade to Premium for unlimited saves or manage existing save states
el: Έχετε υπερβεί το όριο αποθηκευμένων καταστάσεων! Για απεριόριστες αποθηκευμένες καταστάσεις, κάντε αναβάθμιση σε μέλος ή διαγράψτε μερικές από την λίστα
es: ¡Límite de saves! Actualiza a Premium
he: מספר השמירות המיידיות שלך חרג מהמגבלה! שדרג לחברות כדי לבטל את המגבלה או מחק שמירות מרשימת השמירות
hr: Premašili ste broj instant save-ova! Nadogradite na članstvo za neograničen broj instant save-ova ili smanjite broj save-ova u listi
ja: 手動セーブ制限超過。メンバーシップで解除可能
ko: 세이브 슬롯이 가득 찼습니다! 멤버십 업그레이드를 통해 무제한 세이브 슬롯을 해제하거나, 세이브 목록에서 불필요한 세이브를 삭제하세요
pl: Limit ręcznych zapisów! Odblokuj członkostwo lub usuń stare zapisy
ro: Ai depășit numărul de salvări instant! Devino membru pentru a debloca salvări instant nelimitate sau șterge salvări existente
tr: Anlık kayıt limitiniz doldu! Üye olarak sınırsız kayıt açın veya listeden silin
vi: Đã vượt giới hạn lưu trữ! Nâng cấp thành viên để mở khóa
zh_hk: 你的即時存檔數量已超限！請升級成為會員解鎖無限即時存檔數量，或著去存檔列表刪減存檔數量

# FastForwardSpeedLimit
source: Maximum speed limited to 2x! Upgrade to Premium for 5x fast forward
el: Η μέγιστη ταχύτητα είναι x2! Κάντε αναβάθμιση σε μέλος για x5 ταχύτητα
es: ¡Límite x2! Premium para x5
he: המהירות המרבית שלך היא x2! שדרג לחברות כדי לקבל האצה של עד x5
hr: Maksimalno ubrzanje je x2! Nadogradite na članstvo za ubrzanje do x5
ja: 倍速上限x2。メンバーシップでx5倍速解放
ko: 현재 최대 속도는 2배입니다! 멤버십 업그레이드를 통해 최대 5배속을 해제하세요
pl: Maksymalna prędkość to x2! Odblokuj x5 z członkostwem
ro: Viteza maximă este x2! Devino membru pentru a debloca viteza x5
tr: Maksimum hız x2! Üye olarak x5 hızını açın
vi: Tốc độ tối đa x2! Nâng cấp để đạt x5
zh_hk: 你的最高加速是x2！請升級成為會員解鎖最高x5倍速

source: Reset Speed
el: Επαναφορά Ταχύτητας
es: Velocidad normal
he: איפוס מהירות
hr: Vrati normalnu brzinu
ja: 通常速度復帰
ko: 일반 속도로 복귀
pl: Przywróć prędkość
ro: Revenire la viteză normală
tr: Normal Hıza Dön
vi: Về tốc độ thường
zh_hk: 恢復常速

# GoToUpgrade
source: Upgrade Now
el: Αναβάθμιση
es: Actualizar
he: שדרג
hr: Nadogradi
ja: アップグレードへ
ko: 업그레이드 하기
pl: Przejdź do ulepszeń
ro: Actualizează
tr: Yükselt
vi: Nâng cấp
zh_hk: 前往升級

source: Save state too frequent
el: Πολύ συχνή αποθήκευση
es: Demasiados saves
he: שמירה תכופה מדי
hr: Prečesto spremanje
ja: セーブ頻度が高すぎます
ko: 세이브가 너무 빈번합니다
pl: Zbyt częste zapisywanie
ro: Salvare prea frecventă
tr: Çok sık kayıt yapıyorsunuz
vi: Lưu trữ quá nhiều lần
zh_hk: 存檔過於頻繁

source: Load state too frequent
el: Πολύ συχνή φόρτωση
es: Demasiadas cargas
he: טעינה תכופה מדי
hr: Prečesto učitavanje
ja: ロード頻度が高すぎます
ko: 불러오기가 너무 빈번합니다
pl: Zbyt częste ładowanie
ro: Încărcare prea frecventă
tr: Çok sık yükleme yapıyorsunuz
vi: Tải quá nhiều lần
zh_hk: 載入過於頻繁

# CheatCodeNamePlaceHolder
source: Enter name
el: Εισάγετε Όνομα
es: Nombre
he: הזן שם
hr: Unesite naziv
ja: 名前を入力
ko: 이름을 입력하세요
pl: Wprowadź nazwę
ro: Introduceți nume
tr: Lütfen isim girin
vi: Nhập tên
zh_hk: 請輸入名稱

# AutoDetectCheatTypeName
source: Auto-Detect
el: Αυτόματη Ανίχνευση
es: Auto-detectar
he: זיהוי אוטומטי
hr: Automatska detekcija
ja: 自動検出
ko: 자동 감지
pl: Wykryj automatycznie
ro: Detectare automată
tr: Otomatik Algıla
vi: Tự động phát hiện
zh_hk: 自動檢測

# AutoDetectFormat
source: Input code to auto-detect format
el: Εισαγωγή κωδικού για αυτόματη ανίχνευση μορφής
es: Introduce código para detección
he: הזן קוד לזיהוי אוטומטי של הפורמט
hr: Unos koda automatski detektira format
ja: コードを入力すると形式を自動検出
ko: 코드 입력 시 형식 자동 감지
pl: Wprowadź kod do automatycznego rozpoznania
ro: Introduceți cod pentru detectare automată a formatului
tr: Format otomatik algılanacak
vi: Nhập code để tự động nhận dạng
zh_hk: 輸入代碼自動檢測格式

# CheatCodeFormatError
source: Invalid cheat code format
el: Μη έγκυρη μορφή cheat code
es: Formato incorrecto
he: פורמט קוד ה-cheat לא תקין
hr: Format cheat code-a nije ispravan
ja: チートコード形式が不正
ko: 치트 코드 형식이 올바르지 않습니다
pl: Nieprawidłowy format kodu Cheat
ro: Format cheat code invalid
tr: Cheat kodu formatı geçersiz
vi: Định dạng cheat code không đúng
zh_hk: 作弊碼格式不正確

# CheatCodeEmptyTitle
source: No cheat codes
el: Δεν υπάρχουν cheat codes
es: Sin cheats
he: אין קודי cheat
hr: Nema cheat code-ova
ja: チートコードなし
ko: 치트 코드 없음
pl: Brak kodów Cheat
ro: Niciun cheat code
tr: Cheat kodu yok
vi: Chưa có cheat code
zh_hk: 暫無金手指

# CheatCodeEmptyGuideLeft
source: Tap
el: Πατήστε στο πάνω αριστερό
es: Pulsa el
he: לחץ על
hr: Kliknite na
ja: 左上の
ko: 왼쪽 상단
pl: Kliknij
ro: Apasă pe
tr: Sol üstteki
vi: Nhấn vào
zh_hk: 點擊左上角

# CheatCodeEmptyGuideRight
source: to add cheat codes
el: για προσθήκη cheat code
es: superior izquierdo para añadir cheats
he: כדי להוסיף קוד cheat
hr: za dodavanje cheat code-a
ja: をタップしてチートコードを追加
ko: 을 눌러 치트 코드 추가
pl: aby dodać kody
ro: pentru a adăuga cheat code
tr: ile cheat kodu ekle
vi: góc trái để thêm cheat code
zh_hk: 新增金手指

# EnableCheatCodeAlertTitle
source: Enable Cheat Codes
el: Ενεργοποίηση Cheat Code
es: Activar cheat codes
he: הפעלת קודי cheat
hr: Omogući cheat code
ja: チートコード有効化
ko: 치트 코드 활성화
pl: Uwaga: kody Cheat
ro: Activează cheat code
tr: Cheat Kodlarını Etkinleştir
vi: Kích hoạt cheat code
zh_hk: 開啟金手指

# EnableCheatCodeAlertDetail
source: Cheat codes are version-specific and may cause instability or errors. Use at your own discretion.
el: Τα cheat codes εξαρτώνται από την έκδοση του παιχνιδιού και πρέπει να είναι συμβατά για να λειτουργήσουν. Η χρήση τους μπορεί να προκαλέσει σφάλματα ή αστάθεια στο παιχνίδι. Χρησιμοποιήστε τα με δική σας ευθύνη.
es: ¡Los cheat codes deben coincidir con la versión del juego! Su uso puede causar inestabilidad
he: קודי cheat תלויים בגרסת המשחק וצריכים להתאים כדי לעבוד! שימוש בקודי cheat משנה את נתוני המשחק ועלול לגרום לשגיאות או לחוסר יציבות, השתמש בשיקול דעתך.
hr: Cheat code-ovi ovise o verziji igre i moraju biti točni da bi funkcionirali! Korištenje cheat code-ova mijenja podatke igre i može uzrokovati pogreške ili nestabilnost, koristite na vlastitu odgovornost.
ja: チートコードはゲームバージョン依存です。誤使用は不具合の原因となる可能性があります
ko: 치트 코드는 게임 버전과 정확히 일치해야만 정상 작동합니다! 또한 치트 코드 사용은 게임 데이터를 수정하는 행위로, 게임 오류나 불안정성을 초래할 수 있으니 신중히 사용하시기 바랍니다.
pl: Kody muszą pasować do wersji gry. Używanie ich może powodować niestabilność!
ro: Cheat code-urile depind de versiunea jocului și trebuie să corespundă pentru a funcționa! Utilizarea cheat code-urilor modifică datele de joc și poate cauza erori sau instabilitate, folosiți cu discernământ.
tr: Cheat kodları oyun sürümüne bağlıdır ve yanlış kullanım hatalara yol açabilir!
vi: Cheat code phải khớp phiên bản trò chơi. Sử dụng có thể gây lỗi hệ thống!
zh_hk: 金手指編碼與遊戲版本有關，必須對應正確才能生效！並且金手指的使用是對遊戲運行數據的一種修改，可能會伴隨著運行錯誤或不穩定的情況，需要你自行斟酌使用。

# FilterSectionHeaderTitle
source: Video Filters
el: Φίλτρα Βίντεο
es: Filtros visuales
he: מסנני וידאו
hr: Video filteri
ja: ビデオフィルター
ko: 비디오 필터
pl: Filtry wideo
ro: Filtre video
tr: Video Filtreleri
vi: Bộ lọc hình ảnh
zh_hk: 影片濾鏡

# FilterOriginTitle
source: Original
el: Πρωτότυπο
he: מקורי
hr: Izvorno
ja: オリジナル
ko: 원본
pl: Oryginalny
tr: Orijinal
vi: Gốc
zh_hk: 原始

# PurchaseAdcancedFeaturesTitle
source: Unlock Premium Features
el: Ξεκλειδώστε Προηγμένες Λειτουργίες
es: Funciones Premium
he: פתיחת תכונות מתקדמות
hr: Otključaj napredne funkcije
ja: プレミアム機能解放
ko: 고급 기능 잠금 해제
pl: Odblokuj funkcje premium
ro: Deblochează funcții avansate
tr: Premium Özellikleri Aç
vi: Mở khóc tính năng cao cấp
zh_hk: 解鎖進階功能

# AdcancedFeaturesDetail
source: 「🎮 Ultimate Gaming Experience」 🔥 Unlimited Save States 🚀 5x Fast Forward 💎 Unlimited Cheat Codes ✨ Premium Filters Collection
el: «🎮 Απόλυτη Εμπειρία - Μία Κίνηση» 🔥 Απεριόριστες Αποθηκευμένες Καταστάσεις: Χωρίς όρια 🚀 Ταχύτητα x5: Ελέγξτε τον ρυθμό του παιχνιδιού 💎 Απεριόριστα Cheat Codes: Ολοκληρώστε το παιχνίδι τέλεια ✨ Οπτική Επανάσταση: Αποκλειστικά φίλτρα
es: 🔥 Saves ilimitados 🚀 Velocidad x5 💎 Cheats ilimitados ✨ Colección de filtros
he: "🎮 חוויה אולטימטיבית - פתיחה בלחיצה" 🔥 שמירות בלתי מוגבלות: ללא מגבלת 3, שמור כרצונך 🚀 האצה עד x5: הקצב בידיים שלך 💎 קודי cheat בלתי מוגבלים: סיים משחקים בצורה מושלמת ✨ מהפכה ויזואלית: ספריית מסננים ייחודית לחוויה טובה יותר
hr: 「🎮 Ultimate iskustvo - jednim klikom」 🔥 Neograničeni save-ovi: preko 3 ograničenja 🚀 Ubrzanje do 5x: kontrolirajte tempo igre 💎 Cheat code sloboda: neograničena baza cheat code-ova ✨ Vizualna revolucija: ekskluzivni filteri
ja: 「🎮 究極体験 ワンタッチ解放」 🔥 セーブ無制限 🚀 5倍速対応 💎 チートコード自由設定 ✨ 専用ビジュアルフィルター
ko: 「🎮 궁극의 경험, 한 번의 클릭으로 해제」 🔥 무제한 세이브: 3개 제한 해제, 마음껏 저장 🚀 5배속 게임플레이: 게임 속도 당신이 결정 💎 치트 코드 자유: 무제한 치트 코드로 완벽한 클리어 ✨ 비주얼 혁명: 독점 필터 컬렉션으로 몰입감 UP
pl: 🎮 Pełnia możliwości: 🔥 Nielimitowane zapisy stanu 🚀 Prędkość x5 💎 Nieograniczone kody Cheat ✨ Ekskluzywne filtry
ro: «🎮 Experiență premium cu un singur clic» 🔥 Salvări nelimitate: Depășește limita de 3 🚀 Viteză 5x: Controlează ritmul jocului 💎 Cheat code-uri nelimitate: Finalizează perfect jocurile ✨ Revoluție vizuală: Filtre exclusive pentru imersiune maximă
tr: 「🎮 Ultimate Deneyim」 🔥 Sınırsız Kayıt: 3 limitini aş 🚀 5x Hız: Oyun temponu kontrol et 💎 Sınırsız Cheat: Mükemmel tamamlama ✨ Özel Filtreler: Görsel şölen
vi: 「🎮 Trải nghiệm tối ưu」 🔥 Lưu trữ không giới hạn 🚀 Tốc độ x5 💎 Thư viện cheat code vô hạn ✨ Bộ lọc độc quyền
zh_hk: 「🎮 終極體驗 一鍵解鎖」 🔥 無限存檔：突破3個限制，隨心保存 🚀 五倍速狂飆：遊戲節奏由你掌控 💎 金手指自由：無限作弊碼庫，完美通關不是夢 ✨ 視覺革命：獨家濾鏡庫，視覺更沉浸

# PurchaseImportFeaturesTitle
source: Enable Cloud Import
el: Ενεργοποίηση Εισαγωγής από Cloud
es: Importación en nube
he: פתיחת ייבוא משירותי ענן
hr: Omogući cloud uvoz
ja: クラウドインポート機能
ko: 클라우드 서비스 가져오기 활성화
pl: Import z chmury
ro: Activează import din cloud
tr: Bulut Entegrasyonu
vi: Kích hoạt nhập từ đám mây
zh_hk: 開啟雲端服務導入
