Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# ImportAddCloudServiceTitle
source: Cloud Services
el: Υπηρεσίες Cloud
es: Servicios en la nube
he: שירותי ענן
hr: Cloud usluge
ja: クラウドサービス
ko: 클라우드 서비스
pl: Usługi chmurowe
ro: Servicii cloud
tr: Bulut Hizmetleri
vi: Dịch vụ đám mây
zh_hk: 雲端服務

# ImportAddLanServiceTitle
source: Local Network Services
el: Υπηρεσίες Τοπικού Δικτύου
es: Servicios locales
he: שירות רשת מקומי
hr: Lokalne mrežne usluge
ja: ローカルネットワークサービス
ko: 로컬 네트워크 서비스
pl: Usługi lokalnej sieci
ro: Servicii de rețea locală
tr: Yerel Ağ Hizmeti
vi: Dịch vụ mạng nội bộ
zh_hk: 區域網路服務

# ImportAddDiscoverServiceTitle
source: Discovery Services
el: Υπηρεσία Ανακαλύψεων
es: Servicios descubiertos
he: שירות גילוי
hr: Usluge otkrivanja
ja: ディスカバリーサービス
ko: 서비스 발견
pl: Odkrywanie usług
ro: Servicii de descoperire
tr: Keşif Hizmeti
vi: Dịch vụ khám phá
zh_hk: 探索服務

# BaiduYun
source: Baidu Cloud
el: Baidu Yun
es: Baidu Yun
he: Baidu Yun
hr: Baidu Yun
ja: 百度雲
ko: BaiduYun
pl: Baidu Yun
tr: Baidu Bulut
zh_hk: 百度雲

# AliYun
source: AliCloud
el: Aliyun
es: Aliyun
he: Aliyun
hr: Aliyun
ja: 阿里雲
ko: AliYun
pl: Aliyun
ro: Alibaba Cloud
tr: Aliyun
vi: Alibaba Cloud
zh_hk: 阿里雲

# AddImportServiceHeaderTitle
source: Add Service
el: Προσθήκη Υπηρεσίας
es: Añadir servicio
he: הוספת שירות
hr: Dodaj uslugu
ja: サービスの追加
ko: 서비스 추가
pl: Dodaj usługę
ro: Adăugare serviciu
tr: Hizmet Ekle
vi: Thêm dịch vụ
zh_hk: 新增服務

# ImportServiceDelete
source: Remove Service
el: Αφαίρεση Υπηρεσίας
es: Eliminar servicio
he: הסרת שירות
hr: Ukloni uslugu
ja: サービスを削除
ko: 서비스 제거
pl: Usuń usługę
ro: Eliminare serviciu
tr: Hizmeti Kaldır
vi: Xóa dịch vụ
zh_hk: 移除服務

# ImportAliyunNotGetDriveId
source: Failed to add AliCloud service: Could not retrieve directory
el: Αποτυχία προσθήκης υπηρεσίας Aliyun, δεν ήταν δυνατή η λήψη του καταλόγου
es: Error al añadir Aliyun: no se pudo obtener el directorio
he: הוספת שירות Aliyun נכשלה, לא ניתן לאחזר את תיקיית היעד
hr: Dodavanje Aliyun usluge nije uspjelo, nije moguće dohvatiti direktorij
ja: 阿里雲サービスの追加に失敗しました。ディレクトリの取得に失敗
ko: Aliyun 서비스 추가 실패, 디렉토리 정보를 가져올 수 없음
pl: Nie udało się dodać usługi Aliyun – błąd pobierania katalogu
ro: Adăugarea serviciului Alibaba Cloud a eșuat, nu s-a putut obține directorul
tr: Aliyun hizmeti eklenemedi, dizin alınamadı
vi: Thêm dịch vụ Alibaba Cloud thất bại, không thể truy cập thư mục
zh_hk: 新增阿里雲服務失敗，獲取目錄失敗

# ImportDownloadError
source: Download Error %@
el: Σφάλμα λήψης %@
es: Error de descarga %@
he: שגיאה בהורדה %@
hr: Greška pri preuzimanju %@
ja: ダウンロードエラー %@
ko: 다운로드 오류 %@
pl: Błąd pobierania %@
ro: Eroare la descărcare %@
tr: İndirme hatası %@
vi: Lỗi tải xuống %@
zh_hk: 下載錯誤 %@

# ImportDownloadContinue
source: Resuming Download... %@
el: Συνέχεια λήψης... %@
es: Continuando descarga... %@
he: ממשיך בהורדה... %@
hr: Nastavljam preuzimanje... %@
ja: ダウンロードを続行... %@
ko: 다운로드 계속... %@
pl: Kontynuuj pobieranie... %@
ro: Continuă descărcarea... %@
tr: İndirmeye devam ediliyor... %@
vi: Tiếp tục tải... %@
zh_hk: 繼續下載... %@

# LandServiceEditServerName
source: Server Title
el: Τίτλος Διακομιστή
es: Nombre del servidor
he: שם השרת
hr: Naziv poslužitelja
ja: サーバー名
ko: 서버 제목
pl: Nazwa serwera
ro: Nume server
tr: Sunucu Başlığı
vi: Tên máy chủ
zh_hk: 伺服器標題

# LandServiceEditServerNamePlaceholder
source: My SMB Server
el: Ο SMB Διακομιστής μου
es: Mi servidor SMB
he: השרת שלי SMB
hr: Moj SMB poslužitelj
ja: マイSMBサーバー
ko: 나의 SMB 서버
pl: Mój serwer SMB
ro: Serverul meu SMB
tr: Benim SMB Sunucum
vi: Máy chủ SMB của tôi
zh_hk: 我的SMB伺服器

# LandServiceEditHost
source: Server Address
el: Διεύθυνση Διακομιστή
es: Dirección del servidor
he: כתובת השרת
hr: Adresa poslužitelja
ja: サーバーアドレス
ko: 서버 주소
pl: Adres serwera
ro: Adresă server
tr: Sunucu Adresi
vi: Địa chỉ máy chủ
zh_hk: 伺服器地址

# LandServiceEditUserName
source: Username
el: Όνομα Χρήστη
es: Usuario
he: שם משתמש
hr: Korisničko ime
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
ro: Utilizator
tr: Kullanıcı Adı
vi: Tên đăng nhập
zh_hk: 登入用戶

# LandServiceEditPassword
source: Password
el: Κωδικός
es: Contraseña
he: סיסמה
hr: Lozinka
ja: パスワード
ko: 비밀번호
pl: Hasło
ro: Parolă
tr: Şifre
vi: Mật khẩu
zh_hk: 密碼

# LandServiceEditRequiredPlaceholder
source: Required
el: Υποχρεωτικό
es: Requerido
he: נדרש
hr: Obavezno
ja: 必須
ko: 필수 입력
pl: Wymagane
ro: Obligatoriu
tr: Zorunlu
vi: Bắt buộc
zh_hk: 必填

# LandServiceEditOptionalPlaceholder
source: Optional
el: Προαιρετικό
es: Opcional
he: אופציונלי
hr: Opciono
ja: 任意
ko: 선택 입력
pl: Opcjonalne
ro: Opțional
tr: Opsiyonel
vi: Tùy chọn
zh_hk: 選填

# LandServiceEditConnect
source: Connect
el: Σύνδεση
es: Conectar
he: התחברות
hr: Poveži se
ja: 接続
ko: 연결
pl: Połącz
ro: Conectare
tr: Bağlan
vi: Kết nối
zh_hk: 連接

# AddLandServiceSuccess
source: Successfully added %@
el: Επιτυχής προσθήκη %@
es: %@ añadido con éxito
he: הוספת %@ בוצעה בהצלחה
hr: Usluga %@ uspješno dodana
ja: %@の追加に成功
ko: %@ 추가 성공
pl: Pomyślnie dodano %@
ro: Adăugare %@ reușită
tr: %@ başarıyla eklendi
vi: Thêm %@ thành công
zh_hk: 新增%@成功

# AddLandServiceFailed
source: Failed to add %@ Please check network connection, service status, or input information
el: Αποτυχία προσθήκης %@ Ελέγξτε τη σύνδεση δικτύου, την κατάσταση της υπηρεσίας ή τα στοιχεία που εισάγατε
es: Error al añadir %@ Verifique la conexión y la configuración
he: הוספת %@ נכשלה אנא בדוק את חיבור הרשת, מצב השירות או את הפרטים שהוזנו
hr: Dodavanje usluge %@ nije uspjelo Provjerite mrežnu vezu, status usluge ili točnost unesenih podataka
ja: %@の追加に失敗 ネットワーク接続、サービス状態、または入力情報を確認してください
ko: %@ 추가 실패 네트워크 연결, 서버 상태 또는 입력 정보를 확인해 주세요
pl: Nie udało się dodać %@ Sprawdź połączenie sieciowe, status usługi lub poprawność danych
ro: Adăugare %@ eșuată Verificați conexiunea la internet, starea serviciului sau informațiile introduse
tr: %@ eklenemedi Lütfen ağ bağlantısını, hizmet durumunu veya bilgilerin doğruluğunu kontrol edin
vi: Thêm %@ thất bại Vui lòng kiểm tra kết nối mạng, trạng thái dịch vụ hoặc thông tin nhập
zh_hk: 新增%@失敗 請檢查網路連接、服務狀態或填寫的資訊是否正確

# AddLandServiceTimeout
source: Connection timed out
el: Υπέρβαση χρονικού ορίου σύνδεσης
es: Tiempo de conexión agotado
he: תם הזמן המוקצב להתחברות לשירות
hr: Vrijeme za povezivanje s uslugom je isteklo
ja: 接続タイムアウト
ko: 서비스 연결 시간 초과
pl: Przekroczono czas oczekiwania na połączenie
ro: Conexiunea la serviciu a expirat
tr: Hizmet bağlantısı zaman aşımına uğradı
vi: Quá thời gian kết nối
zh_hk: 連接服務逾時

# FilesImporterErrorFileExist
source: "%@" already exists
el: "%@" υπάρχει ήδη, δεν απαιτείται εισαγωγή
es: "%@" ya existe
he: "%@" כבר קיים, אין צורך לייבא
hr: "%@" već postoji, nije potrebno uvoziti
ja: "%@"は既に存在します。インポート不要
ko: "%@"이(가) 이미 존재하여 가져올 필요가 없습니다
pl: "%@" już istnieje – import nie jest konieczny
ro: "%@" există deja, nu este necesară importarea
tr: "%@" zaten mevcut, içe aktarmaya gerek yok
vi: "%@" đã tồn tại, không cần nhập
zh_hk: "%@"已存在，無需導入

# FilesImporterErrorBadCopy
source: Failed to import "%@": File copy error
el: Αποτυχία εισαγωγής "%@", σφάλμα κατά την αντιγραφή αρχείου
es: Error al importar "%@": fallo en la copia
he: ייבוא "%@" נכשל, אירעה שגיאה בעת העתקת הקובץ
hr: Uvoz "%@" nije uspio, greška pri kopiranju datoteke
ja: "%@"のインポートに失敗。ファイルコピー中にエラーが発生
ko: "%@" 가져오기 실패, 파일 복사 중 오류 발생
pl: Błąd importu "%@" – wystąpił problem podczas kopiowania pliku
ro: Import "%@" eșuat, eroare la copierea fișierului
tr: "%@" içe aktarılamadı, dosya kopyalama hatası
vi: Nhập "%@" thất bại, lỗi sao chép tệp
zh_hk: 導入"%@"失敗，檔案複製過程中發生錯誤

# FilesImporterErrorBadExtension
source: Unsupported file extension: %@
el: Αποτυχία εισαγωγής "%@", μη αναγνωρίσιμη επέκταση αρχείου
es: Error al importar "%@": extensión no compatible
he: ייבוא "%@" נכשל, לא ניתן לזהות את סיומת הקובץ
hr: Uvoz "%@" nije uspio, nastavak datoteke nije prepoznat
ja: "%@"のインポートに失敗。ファイル形式が認識できません
ko: "%@" 가져오기 실패, 인식할 수 없는 파일 확장자
pl: Błąd importu "%@" – nieobsługiwane rozszerzenie pliku
ro: Import "%@" eșuat, extensia fișierului nu este recunoscută
tr: "%@" içe aktarılamadı, dosya uzantısı tanınmıyor
vi: Nhập "%@" thất bại, định dạng không hỗ trợ
zh_hk: 導入"%@"失敗，無法識別該檔案副檔名

# FilesImporterErrorNoPermission
source: No permission to access %@
el: Δεν υπάρχει άδεια πρόσβασης στο %@
es: Sin permisos para acceder a %@
he: אין הרשאות גישה ל-%@
hr: Nemate dopuštenje za pristup %@
ja: %@へのアクセス権限がありません
ko: %@에 접근할 권한이 없습니다
pl: Brak uprawnień do dostępu do %@
ro: Nu aveți permisiunea de a accesa %@
tr: %@ erişim izni yok
vi: Không có quyền truy cập %@
zh_hk: 沒有權限存取%@

# FilesImporterErrorUnableToHash
source: Failed to import "%@": Hash calculation error
el: Αποτυχία εισαγωγής "%@", δεν ήταν δυνατός ο υπολογισμός hash
es: Error al importar "%@": no se pudo calcular el hash
he: ייבוא "%@" נכשל, לא ניתן לחשב hash
hr: Uvoz "%@" nije uspio, nije moguće izračunati hash
ja: "%@"のインポートに失敗。ハッシュ計算不可
ko: "%@" 가져오기 실패, 해시 계산 불가
pl: Błąd importu "%@" – nie można obliczyć skrótu
ro: Import "%@" eșuat, nu s-a putut calcula hash-ul
tr: "%@" içe aktarılamadı, hash hesaplanamadı
vi: Nhập "%@" thất bại, không thể tính toán hash
zh_hk: 導入"%@"失敗，無法計算哈希值

# FilesImporterErrorWriteDatabase
source: Failed to import "%@": Database write error
el: Αποτυχία εισαγωγής "%@", δεν ήταν δυνατή η εγγραφή στη βάση δεδομένων
es: Error al importar "%@": fallo en la base de datos
he: ייבוא "%@" נכשל, לא ניתן לכתוב למסד הנתונים
hr: Uvoz "%@" nije uspio, nije moguće zapisati u bazu podataka
ja: "%@"のインポートに失敗。データベース書き込み不可
ko: "%@" 가져오기 실패, 데이터베이스 기록 실패
pl: Błąd importu "%@" – nie można zapisać do bazy danych
ro: Import "%@" eșuat, nu s-a putut scrie în baza de date
tr: "%@" içe aktarılamadı, veritabanına yazılamadı
vi: Nhập "%@" thất bại, lỗi ghi cơ sở dữ liệu
zh_hk: 導入"%@"失敗，無法寫入資料庫

# GameSaveMatchTitle
source: Match Game Save to Game
el: Αντιστοίχιση Αποθηκευμένου Παιχνιδιού
es: Asignar partida guardada
he: התאמת שמירה למשחק
hr: Povezivanje save datoteke s igrom
ja: セーブデータのゲームマッチング
ko: 세이브 파일과 게임 매칭
pl: Dopasuj zapis do gry
ro: Potrivire salvare cu joc
tr: Kayıt Dosyasını Oyunla Eşleştir
vi: Liên kết lưu trữ với trò chơi
zh_hk: 為存檔匹配遊戲

# FilesImporterErrorSaveNoMatchGames
source: "%@" requires manual matching
el: "%@" δεν μπορεί να αντιστοιχηθεί σε παιχνίδι, παρακαλώ κάντε χειροκίνητη αντιστοίχιση
es: "%@" no coincide: asigne manualmente
he: "%@" לא ניתן להתאמה למשחק, אנא התאם ידנית
hr: "%@" se ne može povezati s igrom, molimo ručno povežite
ja: "%@"にマッチするゲームがありません。手動で選択してください
ko: "%@"과(와) 매칭되는 게임을 찾을 수 없습니다. 수동으로 매칭해 주세요
pl: "%@" nie pasuje do żadnej gry – wymagane ręczne dopasowanie
ro: "%@" nu poate fi potrivit cu un joc, potriviți manual
tr: "%@" oyunla eşleşmedi, lütfen manuel eşleştirin
vi: "%@" không khớp trò chơi, vui lòng liên kết thủ công
zh_hk: "%@"無法匹配遊戲，請手動匹配

# GameSaveAlreadyExistTitle
source: Game Save Exists
el: Το Αποθηκευμένο Παιχνίδι Υπάρχει Ήδη
es: Partida ya existe
he: שמירה קיימת
hr: Save datoteka već postoji
ja: セーブデータが既に存在
ko: 세이브 파일 이미 존재
pl: Zapis już istnieje
ro: Salvarea există deja
tr: Kayıt Zaten Mevcut
vi: Lưu trữ đã tồn tại
zh_hk: 存檔已存在

# FilesImporterErrorSaveAlreadyExist
source: Overwrite existing game save for "%@"?
el: Αποτυχία εισαγωγής "%@", θέλετε να αντικαταστήσετε το υπάρχον αποθηκευμένο παιχνίδι;
es: ¿Sobrescribir "%@"?
he: ייבוא "%@" נכשל, האם לדרוס את השמירה הקיימת?
hr: Uvoz "%@" nije uspio, želite li forsirati zamjenu postojeće save datoteke?
ja: "%@"のインポートに失敗。既存データを強制上書きしますか？
ko: "%@" 가져오기 실패, 기존 세이브 파일을 강제로 덮어쓰시겠습니까?
pl: Błąd importu "%@" – czy wymusić nadpisanie istniejącego zapisu?
ro: Import "%@" eșuat, suprascrieți salvarea existentă?
tr: "%@" içe aktarılamadı, mevcut kaydın üzerine yazılsın mı?
vi: Nhập "%@" thất bại, ghi đè lưu trữ hiện có?
zh_hk: 導入"%@"失敗，是否強制覆蓋原有存檔？

# GameSaveMathToMuchTitle
source: Multiple Matches
el: Πολλαπλές Αντιστοιχίσεις
es: Múltiples coincidencias
he: התאמות מרובות
hr: Višestruko podudaranje
ja: 複数マッチング
ko: 다중 매칭
pl: Wiele dopasowań
ro: Potriviri multiple
tr: Çoklu Eşleşme
vi: Nhiều kết quả khớp
zh_hk: 多重匹配

# FilesImporterErrorSaveMathToMuch
source: Multiple game matches for "%@": Please select manually
el: Αποτυχία εισαγωγής "%@", το αποθηκευμένο παιχνίδι αντιστοιχεί σε πολλά παιχνίδια, παρακαλώ κάντε χειροκίνητη αντιστοίχιση
es: "%@" coincide con varios juegos: asigne manualmente
he: ייבוא "%@" נכשל, השמירה תואמת למספר משחקים, אנא התאם ידנית
hr: Uvoz "%@" nije uspio, save datoteka se podudara s više igara, molimo ručno povežite
ja: "%@"のインポートに失敗。複数ゲームにマッチしました。手動で選択してください
ko: "%@" 가져오기 실패, 여러 게임과 매칭되었습니다. 수동으로 선택해 주세요
pl: Błąd importu "%@" – znaleziono wiele pasujących gier – wymagane ręczne dopasowanie
ro: Import "%@" eșuat, salvarea se potrivește cu mai multe jocuri, potriviți manual
tr: "%@" içe aktarılamadı, birden fazla oyunla eşleşti, lütfen manuel eşleştirin
vi: Nhập "%@" thất bại, nhiều trò chơi khớp, vui lòng liên kết thủ công
zh_hk: 導入"%@"失敗，存檔匹配到多個遊戲，請手動匹配

# FilesImporterErrorSkinBadFile
source: Corrupted skin file: %@
el: Αποτυχία εισαγωγής %@, το αρχείο skin είναι κατεστραμμένο
es: Error al importar %@: skin dañada
he: ייבוא %@ נכשל, קובץ ה-skin פגום
hr: Uvoz %@ nije uspio, skin datoteka je oštećena
ja: %@のインポートに失敗。スキンファイルが破損しています
ko: %@ 가져오기 실패, 손상된 스킨 파일
pl: Błąd importu %@ – uszkodzony plik skóry
ro: Import %@ eșuat, fișierul skin este corupt
tr: %@ içe aktarılamadı, skin dosyası bozuk
vi: Nhập %@ thất bại, tệp skin bị hỏng
zh_hk: 導入%@失敗，皮膚檔案已損毀

# PasteImporterErrorNoMatchContent
source: No importable content in clipboard
el: Δεν υπάρχει περιεχόμενο που να μπορεί να εισαχθεί στο πρόχειρο
es: Portapapeles sin contenido compatible
he: אין תוכן מתאים לייבא בלוח ההעתקה
hr: U međuspremniku nema sadržaja koji se može uvesti
ja: クリップボードに有効なコンテンツがありません
ko: 클립보드에서 가져올 수 있는 내용이 없습니다
pl: W schowku nie znaleziono treści do zaimportowania
ro: Clipboard-ul nu conține conținut valid pentru import
tr: Panoda içe aktarılabilir içerik yok
vi: Không có nội dung phù hợp trong clipboard
zh_hk: 剪貼簿中沒有符合導入的內容

# FilesDownloadErrorFileExist
source: %@ already downloaded
el: Το %@ έχει ήδη ληφθεί, δεν απαιτείται επαναληπτική λήψη
es: %@ ya descargado
he: %@ כבר הורד, אין צורך להוריד שוב
hr: %@ je već preuzeta, nije potrebno ponovno preuzimanje
ja: %@は既にダウンロード済みです
ko: %@이(가) 이미 다운로드되어 있습니다
pl: %@ jest już pobrane – pominięto
ro: %@ a fost deja descărcat, nu este necesară redescărcarea
tr: %@ zaten indirildi, tekrar indirmeye gerek yok
vi: %@ đã được tải, không cần tải lại
zh_hk: %@已下載，無需重複下載

# FilesImporterErrorEmptyContent
source: No importable content found
el: Δεν υπάρχουν πόροι προς εισαγωγή
es: Nada para importar
he: אין משאבים לייבא
hr: Nema resursa za uvoz
ja: インポート可能なリソースがありません
ko: 가져올 리소스가 없습니다
pl: Brak zasobów do zaimportowania
ro: Nu există resurse de importat
tr: İçe aktarılacak kaynak yok
vi: Không có tài nguyên để nhập
zh_hk: 沒有資源可以導入

# LanServiceInitFailed
source: Failed to initialize %@ service
el: Αποτυχία δημιουργίας υπηρεσίας %@
es: Error al crear %@
he: יצירת שירות %@ נכשלה
hr: Kreiranje %@ usluge nije uspjelo
ja: %@サービスの作成に失敗
ko: %@ 서비스 생성 실패
pl: Nie udało się utworzyć usługi %@
ro: Creare serviciu %@ eșuată
tr: %@ hizmeti oluşturulamadı
vi: Khởi tạo dịch vụ %@ thất bại
zh_hk: 建立%@服務失敗

# SMBLoginFailed
source: SMB Authentication Failed%@
el: Αποτυχία σύνδεσης Samba %@
es: Error de acceso Samba %@
he: כניסה ל-Samba נכשלה %@
hr: Samba prijava nije uspjela %@
ja: Sambaログイン失敗%@
ko: Samba 로그인 실패%@
pl: Błąd logowania do Samba%@
ro: Autentificare Samba eșuată %@
tr: Samba girişi başarısız %@
vi: Đăng nhập Samba thất bại%@
zh_hk: Samba登入失敗%@

# SMBListFilesFailed
source: Failed to retrieve files%@
el: Αποτυχία λήψης αρχείων %@
es: Error al listar archivos %@
he: אחזור קבצים נכשל %@
hr: Dohvaćanje datoteka nije uspjelo %@
ja: ファイル取得失敗%@
ko: 파일 목록 가져오기 실패%@
pl: Błąd pobierania plików%@
ro: Obținere fișiere eșuată %@
tr: Dosyalar alınamadı %@
vi: Lấy danh sách tệp thất bại%@
zh_hk: 獲取檔案失敗%@

# SMBListFilesTypeError
source: Not a directory
el: Το αρχείο δεν είναι φάκελος
es: No es un directorio
he: קובץ זה אינו תיקייה
hr: Ova datoteka nije mapa
ja: このファイルはフォルダではありません
ko: 이 파일은 폴더가 아닙니다
pl: Ten plik nie jest folderem
ro: Fișierul nu este un director
tr: Bu dosya bir klasör değil
vi: Tệp này không phải thư mục
zh_hk: 該檔案不是資料夾

# DropErrorLoadFailed
source: Failed to load file
el: Αποτυχία φόρτωσης αρχείου
es: Error al cargar archivo
he: טעינת הקובץ נכשלה
hr: Učitavanje datoteke nije uspjelo
ja: ファイル読み込み失敗
ko: 파일 로드 실패
pl: Nie udało się załadować pliku
ro: Încărcare fișier eșuată
tr: Dosya yüklenemedi
vi: Tải tệp thất bại
zh_hk: 載入檔案失敗

# DropErrorNotSupportFile
source: Unsupported file type
el: Μη υποστηριζόμενος τύπος αρχείου
es: Formato no compatible
he: סוג קובץ לא נתמך
hr: Nepodržan tip datoteke
ja: 未対応のファイル形式
ko: 지원하지 않는 파일 형식
pl: Nieobsługiwany typ pliku
ro: Tip de fișier nesuportat
tr: Desteklenmeyen dosya türü
vi: Định dạng không hỗ trợ
zh_hk: 不支援的檔案類型

# ImportErrorTitle
source: Import Error
el: Σφάλμα Εισαγωγής
es: Error de importación
he: שגיאה בייבוא
hr: Greška pri uvozu
ja: インポートエラー
ko: 가져오기 오류
pl: Błąd importu
ro: Eroare la import
tr: İçe Aktarma Hatası
vi: Lỗi nhập
zh_hk: 導入錯誤

# ImportGameSuccessTitle
source: Game Imported
el: Επιτυχής Εισαγωγή Παιχνιδιού
es: Juego importado
he: ייבוא משחק הצליח
hr: Uvoz igre uspješan
ja: ゲームインポート成功
ko: 게임 가져오기 성공
pl: Gra zaimportowana pomyślnie
ro: Import joc reușit
tr: Oyun Başarıyla İçe Aktarıldı
vi: Nhập trò chơi thành công
zh_hk: 導入遊戲成功

# ImportGameSuccessDetail
source: %@ has been added to your library. View now?
el: %@ έχει εισαχθεί στη βιβλιοθήκη παιχνιδιών, θέλετε να το δείτε τώρα;
es: %@ ¿Ver ahora?
he: %@ יובא בהצלחה לספריית המשחקים, האם להציג כעת?
hr: %@ je uspješno uvezena u kolekciju igara, želite li je odmah vidjeti?
ja: %@ がライブラリに追加されました。今すぐ確認しますか？
ko: %@ 게임 라이브러리에 추가되었습니다. 지금 확인하시겠습니까?
pl: %@ została dodana do biblioteki. Czy przejść od razu do przeglądania?
ro: %@ a fost importat în colecția de jocuri, doriți să vizualizați acum?
tr: %@ oyun kütüphanesine eklendi, hemen görüntülemek ister misiniz?
vi: %@ đã được thêm vào thư viện, xem ngay?
zh_hk: %@ 已經導入遊戲庫中，是否立即查看？

# ImportGameSuccessDetailForOne
source: "%@" has been added. Start playing?
el: "%@" έχει εισαχθεί στη βιβλιοθήκη παιχνιδιών, θέλετε να παίξετε τώρα;
es: "%@" ¿Jugar ahora?
he: "%@" יובא בהצלחה לספריית המשחקים, האם לשחק כעת?
hr: "%@" je uspješno uvezena u kolekciju igara, želite li odmah igrati?
ja: "%@" がライブラリに追加されました。今すぐプレイしますか？
ko: "%@" 게임 라이브러리에 추가되었습니다. 지금 플레이하시겠습니까?
pl: "%@" została dodana do biblioteki. Czy rozpocząć grę od razu?
ro: "%@" a fost importat în colecția de jocuri, doriți să începeți jocul acum?
tr: "%@" oyun kütüphanesine eklendi, hemen oynamak ister misiniz?
vi: "%@" đã được thêm vào thư viện, chơi ngay?
zh_hk: "%@" 已經導入遊戲庫中，是否立即遊玩？

# ImportSkinSuccessTitle
source: Skin Imported
el: Επιτυχής Εισαγωγή Skin
es: Skin importada
he: ייבוא skin הצליח
hr: Uvoz skina uspješan
ja: スキンインポート成功
ko: 스킨 가져오기 성공
pl: Skóra zaimportowana pomyślnie
ro: Import skin reușit
tr: Skin Başarıyla İçe Aktarıldı
vi: Nhập skin thành công
zh_hk: 導入皮膚成功

# ImportSkinSuccessDetail
source: "%@" imported successfully. View now?
el: "%@" εισήχθη με επιτυχία, θέλετε να το δείτε τώρα;
es: "%@" ¿Ver ahora?
he: "%@" יובא בהצלחה, האם להציג כעת?
hr: "%@" je uspješno uvezen, želite li ga odmah vidjeti?
ja: "%@" のインポートに成功。今すぐ確認しますか？
ko: "%@" 가져오기 성공, 지금 확인하시겠습니까?
pl: "%@" zaimportowano pomyślnie. Czy przejść od razu do przeglądania?
ro: "%@" importat cu succes, doriți să vizualizați acum?
tr: "%@" içe aktarıldı, hemen görüntülemek ister misiniz?
vi: "%@" nhập thành công, xem ngay?
zh_hk: "%@" 導入成功，是否立即查看？

# ImportGameSaveSuccessTitle
source: Game Save Imported
el: Επιτυχής Εισαγωγή Αποθηκευμένου Παιχνιδιού
es: Partida importada
he: ייבוא שמירת משחק הצליח
hr: Uvoz save datoteke uspješan
ja: セーブデータインポート成功
ko: 게임 세이브 가져오기 성공
pl: Zapis gry zaimportowany pomyślnie
ro: Import salvare reușit
tr: Oyun Kaydı İçe Aktarıldı
vi: Nhập lưu trữ thành công
zh_hk: 導入存檔成功

# ImportGameSaveSuccessDetail
source: "%@" has been added to corresponding game
el: "%@" έχει εισαχθεί στο αντίστοιχο παιχνίδι
es: "%@" asignada correctamente
he: "%@" יובא בהצלחה למשחק המתאים
hr: "%@" je uspješno uvezen u odgovarajuću igru
ja: "%@" が対応ゲームに追加されました
ko: "%@" 해당 게임에 성공적으로 추가되었습니다
pl: "%@" został przypisany do odpowiedniej gry
ro: "%@" a fost importat în jocul corespunzător
tr: "%@" ilgili oyuna eklendi
vi: "%@" đã được liên kết với trò chơi
zh_hk: "%@" 已經導入對應遊戲中

# ImportGameSaveSuccessForOne
source: "%@" imported. Start playing?
el: "%@" έχει εισαχθεί στο παιχνίδι, θέλετε να παίξετε τώρα;
es: "%@" ¿Jugar ahora?
he: "%@" יובא בהצלחה למשחק, האם לשחק כעת?
hr: "%@" je uspješno uvezen u igru, želite li odmah igrati?
ja: "%@" がゲームに追加されました。今すぐプレイしますか？
ko: "%@" 게임에 추가되었습니다. 지금 플레이하시겠습니까?
pl: "%@" został zaimportowany. Czy rozpocząć grę od razu?
ro: "%@" a fost importat în joc, doriți să începeți jocul acum?
tr: "%@" oyuna eklendi, hemen oynamak ister misiniz?
vi: "%@" đã được nhập, chơi ngay?
zh_hk: "%@" 已經導入遊戲中，是否立即遊玩？

# ImportGameSaveFailedNoGameError
source: Failed to import "%@": No games available
el: Αποτυχία εισαγωγής "%@", επειδή δεν έχετε ακόμη παιχνίδια!
es: Error: no tienes juegos para "%@"
he: ייבוא "%@" נכשל, כי עדיין אין לך משחקים!
hr: Uvoz "%@" nije uspio jer još nemate igara!
ja: "%@"のインポート失敗：ゲームが存在しません
ko: "%@" 가져오기 실패, 아직 게임이 없습니다!
pl: Błąd importu "%@" – brak gier w bibliotece!
ro: Import "%@" eșuat, deoarece nu aveți niciun joc!
tr: "%@" içe aktarılamadı, henüz hiç oyununuz yok!
vi: Nhập "%@" thất bại, bạn chưa có trò chơi!
zh_hk: 導入"%@"失敗，因為你還沒有遊戲！

# DownloadCompletion
source: Download Complete
el: Η λήψη ολοκληρώθηκε
es: Descarga completada
he: הורדה הושלמה
hr: Preuzimanje završeno
ja: ダウンロード完了
ko: 다운로드 완료
pl: Pobieranie zakończone
ro: Descărcare completă
tr: İndirme Tamamlandı
vi: Tải xuống hoàn tất
zh_hk: 下載完成

# QQChannelName
source: QQ Channel
el: Κανάλι QQ
es: Canal QQ
he: ערוץ QQ
hr: QQ kanal
ja: QQチャンネル
ko: QQ 채널
pl: Kanał QQ
ro: Canal QQ
tr: QQ Kanalı
vi: Kênh QQ
zh_hk: QQ頻道

# NotSupportPasswordZip
source: Encrypted ZIP not supported: %@
el: Αδυναμία εξαγωγής "%@", δεν υποστηρίζονται κρυπτογραφημένα αρχεία ZIP
es: "%@": no se admiten ZIP cifrados
he: לא ניתן לחלץ את "%@", חבילות zip מוצפנות אינן נתמכות
hr: Nije moguće raspakirati "%@", šifrirane ZIP datoteke trenutno nisu podržane
ja: "%@"を解凍できません。パスワード付きZIPは未対応
ko: "%@" 압축 해제 불가, 암호화된 ZIP 파일은 아직 지원하지 않습니다
pl: Nie można rozpakować "%@" – zaszyfrowane archiwa nie są obsługiwane
ro: Nu se poate extrage "%@", arhivele criptate nu sunt suportate
tr: "%@" açılamıyor, şifreli ZIP desteklenmiyor
vi: Không thể giải nén "%@", không hỗ trợ file zip mã hóa
zh_hk: 無法解壓"%@"，暫不支援加密壓縮檔

# UnzipFailed
source: Failed to extract "%@"
el: Αποτυχία εξαγωγής "%@"
es: Error al descomprimir "%@"
he: "%@" החילוץ נכשל
hr: "%@" raspakiranje nije uspjelo
ja: "%@"の解凍に失敗
ko: "%@" 압축 해제 실패
pl: Błąd rozpakowywania "%@"
ro: "%@" nu a putut fi extras
tr: "%@" açılamadı
vi: Giải nén "%@" thất bại
zh_hk: "%@"解壓失敗

# NoSupportInZip
source: No supported formats in "%@"
el: Το "%@" δεν περιέχει υποστηριζόμενη μορφή
es: Ningún formato compatible en "%@"
he: "%@" אינו מכיל פורמטים נתמכים
hr: "%@" ne sadrži podržane formate
ja: "%@"に未対応の形式が含まれています
ko: "%@" 내부에 지원되는 형식이 없습니다
pl: "%@" nie zawiera obsługiwanych formatów
ro: "%@" nu conține formate suportate
tr: "%@" içinde desteklenen format yok
vi: "%@" không chứa định dạng hỗ trợ
zh_hk: "%@"中未包含支援的格式

# IPCopy
source: Address Copied
el: Η διεύθυνση αντιγράφηκε
es: Dirección copiada
he: הכתובת הועתקה
hr: Adresa je kopirana
ja: アドレスをコピーしました
ko: 주소가 복사되었습니다
pl: Adres skopiowany
ro: Adresă copiată
tr: Adres panoya kopyalandı
vi: Đã sao chép địa chỉ
zh_hk: 已複製地址

# ImportServiceListFilesTitle
source: Files
el: Αρχεία
es: Archivos
he: קבצים
hr: Datoteke
ja: ファイル
ko: 파일
pl: Pliki
ro: Fișiere
tr: Dosyalar
vi: Tệp
zh_hk: 檔案
