Repository: Propenchiefer/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: el, es, he, hr, ja, ko, pl, ro, tr, vi, zh_hk

# MultiDiscBuilderDesc
source: The MultiDisc Helper creates disc-swappable .m3u files for multi-disc games (.cue/.bin or .chd). Skip this if you already have an .m3u file – import it directly via Game Import.
el: Δημιουργεί .m3u αρχεία για παιχνίδια πολλαπλών δίσκων (.cue/.bin ή .chd). Παραλείψτε αν έχετε ήδη .m3u - εισάγετε απευθείας μέσω Εισαγωγής Παιχνιδιού
es: El Asistente multidisco crea archivos .m3u intercambiables para juegos multidisco (.cue/.bin o .chd). Omite esto si ya tienes un .m3u - impórtalo directamente mediante Importar Juego
he: יוצר קבצי .m3u להחלפת דיסקים במשחקי רב-דיסק (.cue/.bin או .chd). דלג אם כבר יש לך .m3u - ייבא ישירות דרך ייבוא משחק
hr: Stvara .m3u datoteke za višediskne igre (.cue/.bin ili .chd). Preskoči ako već imaš .m3u - uvezi izravno putem Uvoza igre
ja: マルチディスクヘルパーは、マルチディスクゲーム(.cue/.bin/.chd)用のディスク交換可能な.m3uファイルを作成します。既に.m3uファイルをお持ちの場合はスキップし、ゲームインポートから直接追加してください
ko: 멀티디스크 게임(.cue/.bin 또는 .chd)용 디스크 교체 가능 .m3u 파일 생성. 이미 .m3u 파일이 있다면 건너뛰고 게임 가져오기로 직접 추가하세요
pl: Tworzy wymienne pliki .m3u dla gier multidysk (.cue/.bin lub .chd). Pomiń, jeśli masz już .m3u - zaimportuj bezpośrednio przez Import gier
ro: Creează fișiere .m3u interschimbabile pentru jocuri multi-disc (.cue/.bin sau .chd). Omite dacă ai deja .m3u - importă direct prin Import Joc
tr: Çok diskli oyunlar (.cue/.bin veya .chd) için disk değiştirilebilir .m3u dosyaları oluşturur. Zaten .m3u dosyanız varsa atlayın - doğrudan Oyun İçe Aktarma ile içe aktarın
vi: Tạo tệp .m3u có thể đổi đĩa cho game đa đĩa (.cue/.bin hoặc .chd). Bỏ qua nếu đã có .m3u - nhập trực tiếp qua Nhập Game
zh_hk: 此工具為多光碟遊戲(.cue/.bin或.chd)建立可換碟的.m3u檔案。若已有.m3u檔案，請跳過此步驟並直接透過遊戲導入功能添加

# M3uFileShare
source: Share .m3u File
el: Κοινοποίηση .m3u
es: Compartir archivo .m3u
he: שתף קובץ .m3u
hr: Dijeli .m3u datoteku
ja: .m3uファイルを共有
ko: .m3u 파일 공유
pl: Udostępnij .m3u
ro: Partajează .m3u
tr: .m3u Dosyasını Paylaş
vi: Chia sẻ tệp .m3u
zh_hk: 分享.m3u檔案

# M3uFileImport
source: Add to Library
el: Προσθήκη στη βιβλιοθήκη
es: Añadir a biblioteca
he: הוסף לספרייה
hr: Dodaj u biblioteku
ja: ライブラリに追加
ko: 라이브러리에 추가
pl: Dodaj do biblioteki
ro: Adaugă în colecție
tr: Kütüphaneye Ekle
vi: Thêm vào thư viện
zh_hk: 加入遊戲庫

# MultiDiscAddFile
source: Add %@ File
el: Προσθήκη αρχείου %@
es: Añadir archivo %@
he: הוסף קובץ %@
hr: Dodaj %@ datoteku
ja: %@ファイルを追加
ko: %@ 파일 추가
pl: Dodaj plik %@
ro: Adaugă fișier %@
tr: %@ Dosyası Ekle
vi: Thêm tệp %@
zh_hk: 加入%@檔案

# MultiDiscImportErrorConflict
source: Error: Cannot mix .cue and .chd files
el: Σφάλμα: Αδυναμία ανάμειξης .cue και .chd
es: Error: No se pueden mezclar archivos .cue y .chd
he: שגיאה: לא ניתן לערבב .cue ו־.chd
hr: Greška: Nemiješati .cue i .chd datoteke
ja: エラー：.cueと.chdファイルを混在できません
ko: 오류: .cue와 .chd 파일 혼합 불가
pl: Błąd: Nie można mieszać .cue i .chd
ro: Eroare: Nu se pot amesteca .cue și .chd
tr: Hata: .cue ve .chd dosyaları karıştırılamaz
vi: Lỗi: Không thể trộn tệp .cue và .chd
zh_hk: 錯誤：不可混合.cue與.chd檔案

# MultiDiscImportErrorMissing
source: Error: No .cue or .chd files found
el: Σφάλμα: Δεν βρέθηκαν .cue/.chd αρχεία
es: Error: No se encontraron archivos .cue o .chd
he: שגיאה: לא נמצאו קבצי .cue/.chd
hr: Greška: Nema .cue/.chd datoteka
ja: エラー：.cueまたは.chdファイルが見つかりません
ko: 오류: .cue 또는 .chd 파일 없음
pl: Błąd: Brak plików .cue/.chd
ro: Eroare: Nu s-au găsit fișiere .cue/.chd
tr: Hata: .cue veya .chd dosyası bulunamadı
vi: Lỗi: Không tìm thấy tệp .cue/.chd
zh_hk: 錯誤：找不到.cue或.chd檔案

# GenerateM3uFailed
source: Failed to generate .m3u file
el: Αποτυχία δημιουργίας .m3u
es: Error al generar archivo .m3u
he: יצירת .m3u נכשלה
hr: Greška pri stvaranju .m3u
ja: .m3uファイルの生成に失敗
ko: .m3u 파일 생성 실패
pl: Błąd generowania .m3u
ro: Generare .m3u eșuată
tr: .m3u dosyası oluşturulamadı
vi: Tạo tệp .m3u thất bại
zh_hk: 生成.m3u檔案失敗

# MultiDiscCloseAlert
source: .m3u file generated. Close this page after importing it to your library.
el: .m3u δημιουργήθηκε. Κλείστε μετά την εισαγωγή
es: Archivo .m3u generado. Cierra esta página tras importarlo a tu biblioteca
he: קובץ .m3u נוצר. סגור לאחר הייבוא
hr: .m3u stvoren. Zatvori stranicu nakon uvoza
ja: .m3uファイルが生成されました。ライブラリにインポート後、この画面を閉じてください
ko: .m3u 파일 생성됨. 라이브러리로 가져온 후 이 페이지 닫기
pl: .m3u wygenerowany. Zamknij po imporcie
ro: .m3u generat. Închide după import
tr: .m3u dosyası oluşturuldu. Kütüphaneye aktardıktan sonra bu sayfayı kapatın
vi: Đã tạo tệp .m3u. Đóng trang sau khi nhập vào thư viện
zh_hk: .m3u檔案已生成。導入遊戲庫後可關閉此頁面

# MultiDiscContinueClose
source: Continue Closing
el: Κλείσιμο
es: Cerrar
he: סגור
hr: Zatvori
ja: 閉じる
ko: 닫기
pl: Zamknij
ro: Închide
tr: Kapatmaya Devam Et
vi: Đóng
zh_hk: 繼續關閉

# SwapDisk
source: Swap Disc
el: Αλλαγή δίσκου
es: Cambiar disco
he: החלף דיסק
hr: Zamijeni disk
ja: ディスク交換
ko: 디스크 교체
pl: Zmień dysk
ro: Schimbă disc
tr: Disk Değiştir
vi: Đổi đĩa
zh_hk: 更換光碟

# NotSupportSwapDisk
source: Not a multi-disc game
el: Δεν υποστηρίζει πολλαπλούς δίσκους
es: No es un juego multidisco
he: לא משחק רב-דיסקים
hr: Nije višediskna igra
ja: マルチディスク非対応ゲームです
ko: 멀티디스크 게임 아님
pl: To nie gra multidysk
ro: Nu este joc multi-disc
tr: Çok diskli oyun değil
vi: Không phải game đa đĩa
zh_hk: 非多光碟遊戲

# TransferPakDesc
source: Transfer Pak syncs GB/GBC data to N64. To activate, import both ROM (.gb/.gbc) and save file (.sav).
el: Το Transfer Pak συγχρονίζει δεδομένα GB/GBC με N64. Για ενεργοποίηση: εισάγετε ROM (.gb/.gbc) και αρχείο αποθήκευσης (.sav)
es: Transfer Pak sincroniza datos GB/GBC con N64. Para activar, importa tanto el ROM (.gb/.gbc) como el archivo de guardado (.sav)
he: Transfer Pak מסנכרן נתוני GB/GBC ל־N64. להפעלה: ייבא ROM (.gb/.gbc) וקובץ שמירה (.sav)
hr: Transfer Pak sinkronizira GB/GBC podatke s N64. Za aktivaciju: uvezi ROM (.gb/.gbc) i save datoteku (.sav)
ja: Transfer PakはGB/GBCデータをN64に同期します。有効化にはROM(.gb/.gbc)とセーブファイル(.sav)の両方をインポートしてください
ko: Transfer Pak은 GB/GBC 데이터를 N64에 동기화합니다. 활성화하려면 ROM(.gb/.gbc)과 저장 파일(.sav)을 모두 가져오세요
pl: Transfer Pak synchronizuje GB/GBC z N64. Aby aktywować: zaimportuj ROM (.gb/.gbc) i zapis (.sav)
ro: Transfer Pak sincronizează date GB/GBC cu N64. Pentru activare: importă ROM (.gb/.gbc) și salvare (.sav)
tr: Transfer Pak, GB/GBC verilerini N64 ile senkronize eder. Etkinleştirmek için ROM (.gb/.gbc) ve kayıt dosyasını (.sav) içe aktarın
vi: Transfer Pak đồng bộ dữ liệu GB/GBC với N64. Để kích hoạt: nhập cả ROM (.gb/.gbc) và tệp lưu (.sav)
zh_hk: Transfer Pak可同步GB/GBC資料至N64。需同時導入ROM檔(.gb/.gbc)及存檔(.sav)方可啟用

# TransferPakFromLibrary
source: Import from Library
el: Εισαγωγή από βιβλιοθήκη
es: Importar desde biblioteca
he: ייבוא מהספרייה
hr: Uvezi iz biblioteke
ja: ライブラリから追加
ko: 라이브러리에서 가져오기
pl: Importuj z biblioteki
ro: Importă din colecție
tr: Kütüphaneden İçe Aktar
vi: Nhập từ thư viện
zh_hk: 從遊戲庫導入

# TransferPakFromLibraryDesc
source: Only games with save files are shown. Selected GB/GBC games must match the N64 ROM, or Transfer Pak may fail.
el: Εμφανίζονται μόνο παιχνίδια με αποθηκευμένα αρχεία. Τα επιλεγμένα παιχνίδια GB/GBC πρέπει να ταιριάζουν με το ROM N64
es: Solo se muestran juegos con archivos de guardado. Los juegos GB/GBC seleccionados deben coincidir con el ROM de N64, o Transfer Pak podría fallar
he: מוצגים רק משחקים עם קבצי שמירה. משחקי GB/GBC חייבים להתאים ל־ROM של N64
hr: Prikazane samo igre sa save datotekama. Odabrane GB/GBC igre moraju odgovarati N64 ROM-u
ja: セーブファイルがあるゲームのみ表示されます。 選択したGB/GBCゲームはN64 ROMと一致する必要があり、不一致の場合Transfer Pakが失敗する可能性があります
ko: 저장 파일이 있는 게임만 표시됨 선택한 GB/GBC 게임은 N64 ROM과 일치해야 함, 불일치 시 실패
pl: Tylko gry z zapisami. Wybrane gry GB/GBC muszą pasować do ROM N64
ro: Doar jocuri cu salăvări. Jocurile GB/GBC selectate trebuie să corespundă ROM-ului N64
tr: Sadece kayıt dosyası olan oyunlar gösterilir. Seçilen GB/GBC oyunları N64 ROM ile eşleşmeli, aksi takdirde başarısız olabilir
vi: Chỉ hiển thị game có tệp lưu. Game GB/GBC phải khớp với ROM N64, nếu không sẽ thất bại
zh_hk: 僅顯示具存檔的遊戲。 選擇的GB/GBC遊戲必須與N64 ROM相符，否則可能失敗

# TransferPakNoGames
source: No compatible games
el: Κανένα συμβατό παιχνίδι
es: No hay juegos compatibles
he: אין משחקים תואמים
hr: Nema kompatibilnih igara
ja: 互換性のあるゲームがありません
ko: 호환 게임 없음
pl: Brak gier
ro: Niciun joc compatibil
tr: Uyumlu oyun yok
vi: Không có game tương thích
zh_hk: 無相容遊戲

# TransferPakFromFiles
source: Import from Files
el: Εισαγωγή από αρχεία
es: Importar desde archivos
he: ייבוא מקבצים
hr: Uvezi iz datoteka
ja: ファイルから追加
ko: 파일에서 가져오기
pl: Importuj z plików
ro: Importă din fișiere
tr: Dosyalardan İçe Aktar
vi: Nhập từ tệp
zh_hk: 從檔案導入

# TransferPakOn
source: Enabled
el: Ενεργό
es: Activado
he: מופעל
hr: Aktivirano
ja: 有効
ko: 활성화됨
pl: Włączony
ro: Activat
tr: Aktif
vi: Đã bật
zh_hk: 已啟用

# TransferPakOff
source: Disabled
el: Ανενεργό
es: Desactivado
he: כבוי
hr: Deaktivirano
ja: 無効
ko: 비활성화됨
pl: Wyłączony
ro: Dezactivat
tr: Pasif
vi: Đã tắt
zh_hk: 已停用

# TransferPakImportError
source: Error: Import both ROM and save files (2 files required).
el: Σφάλμα: Εισάγετε και τα δύο αρχεία (ROM και αποθήκευση, απαιτούνται 2)
es: Error: Importa ambos archivos (ROM y guardado, 2 archivos requeridos)
he: שגיאה: ייבא את שני הקבצים (ROM ושמירה, נדרשים 2)
hr: Greška: Uvezi i ROM i save (potrebne 2 datoteke)
ja: エラー：ROMとセーブファイルの両方をインポートしてください（2ファイル必須）
ko: 오류: ROM과 저장 파일 모두 가져오세요 (2개 파일 필요)
pl: Błąd: Zaimportuj ROM i zapis (2 pliki)
ro: Eroare: Importă atât ROM cât și salvare (2 fișiere)
tr: Hata: Hem ROM hem kayıt dosyasını içe aktarın (2 dosya gerekli)
vi: Lỗi: Nhập cả ROM và tệp lưu (cần 2 tệp)
zh_hk: 錯誤：需同時導入ROM及存檔（共需2個檔案）

# ShowControlsTitle
source: Show Controls
el: Εμφάνιση ελέγχων
es: Mostrar controles
he: הצג פקדים
hr: Prikaži kontrole
ja: コントロール表示
ko: 컨트롤 표시
pl: Pokaż sterowanie
ro: Afișează comenzi
tr: Kontrolleri Göster
vi: Hiện điều khiển
zh_hk: 顯示控制項

# HideControlsTitle
source: Hide Controls
el: Απόκρυψη ελέγχων
es: Ocultar controles
he: הסתר פקדים
hr: Sakrij kontrole
ja: コントロール非表示
ko: 컨트롤 숨기기
pl: Ukryj sterowanie
ro: Ascunde comenzi
tr: Kontrolleri Gizle
vi: Ẩn điều khiển
zh_hk: 隱藏控制項

source: Designed for %@
el: Σχεδιάστηκε για %@
es: Diseñado para %@
he: עוצב עבור %@
hr: Dizajnirano za %@
ja: %@ 向け設計
ko: %@ 전용 디자인
pl: Zaprojektowano dla %@
ro: Proiectat pentru %@
tr: %@ için Tasarlanmıştır
vi: Thiết kế dành cho %@
zh_hk: 為 %@ 設計

# OptionTitleOptional
source: Optional
el: Προαιρετικό
es: Opcional
he: אופציונלי
hr: Neobvezno
ja: オプション
ko: 선택 사항
pl: Opcjonalne
ro: Opțional
tr: İsteğe Bağlı
vi: Tùy chọn
zh_hk: 可選

# OptionTitleRequired
source: Required
el: Απαιτούμενο
es: Obligatorio
he: נדרש
hr: Obvezno
ja: 必須
ko: 필수
pl: Wymagane
ro: Necesar
tr: Zorunlu
vi: Bắt buộc
zh_hk: 必需

# GBASlotImportError
source: Error: Import GBA ROM and save files(optional).
el: Σφάλμα: Εισαγωγή ROM GBA και αρχείων αποθήκευσης (προαιρετικά).
es: Error: Importa ROM de GBA y archivos de guardado (opcional).
he: שגיאה: ייבא ROM של GBA וקבצי שמירה (אופציונלי).
hr: Greška: Uvezi GBA ROM i spremne datoteke (neobvezno).
ja: エラー：GBA ROMとセーブデータ(任意)をインポートしてください
ko: 오류: GBA ROM 및 저장 파일(선택 사항) 가져오기.
pl: Błąd: Zaimportuj ROM GBA i pliki zapisu (opcjonalnie).
ro: Eroare: Importă ROM GBA și fișiere salvare (opțional).
tr: Hata: GBA ROM ve kayıt dosyalarını içe aktar (isteğe bağlı).
vi: Lỗi: Nhập ROM GBA và file lưu (tùy chọn).
zh_hk: 錯誤：匯入GBA ROM及存檔文件(可選).

# DonateTitle
source: Support Us
el: Υποστηρίξτε μας
es: Apóyanos
he: תמכו בנו
hr: Podrži nas
ja: サポート
ko: 후원하기
pl: Wesprzyj nas
ro: Sprijină-ne
tr: Bizi Destekleyin
vi: Hỗ trợ chúng tôi
zh_hk: 支持我們

# DonateDesc
source: Your support keeps this app going.
el: Η υποστήριξή σας διατηρεί την εφαρμογή
es: Tu apoyo mantiene esta aplicación activa
he: התמיכה שלכם שומרת על האפליקציה
hr: Vaša podrška održava ovu aplikaciju
ja: アプリの継続開発は皆様の支援で成り立っています
ko: 여러분의 후원이 앱 운영의 원동력입니다
pl: Twoje wsparcie utrzymuje tę aplikację
ro: Sprijinul tău menține aplicația funcțională
tr: Desteğiniz uygulamamızı ayakta tutuyor
vi: Sự ủng hộ của bạn giúp duy trì ứng dụng
zh_hk: 您嘅支持係我哋持續開發嘅動力

# HomeMenuSelectWarn
source: Home Menu cannot be operated
el: Το κύριο μενού δεν λειτουργεί
es: Menú principal no operable
he: לא ניתן להפעיל את תפריט הבית
hr: Glavni izbornik ne može se koristiti
ja: ホームメニューは操作不可
ko: 홈 메뉴 작동 불가
pl: Menu główne nieaktywne
ro: Meniu principal inoperabil
tr: Ana menü kullanılamaz
vi: Không thể thao tác menu chính
zh_hk: Home Menu中無法操作

# NDSSystemTypeTitle
source: System Type
el: Τύπος συστήματος
es: Tipo de sistema
he: סוג מערכת
hr: Vrsta sustava
ja: システムタイプ
ko: 시스템 유형
pl: Typ systemu
ro: Tip sistem
tr: Sistem Türü
vi: Loại hệ thống
zh_hk: 系統類型

# NDSSystemTypeDesc
source: DSi mode emulates the enhanced DSi hardware, however GBA Slot functionality will be unavailable
el: Η λειτουργία DSi προσομοιώνει βελτιωμένο υλικό αλλά απενεργοποιεί την υποδοχή GBA
es: El modo DSi emula hardware mejorado, pero inhabilitará la ranura GBA
he: מצב DSi מדמה חומרה משופרת אך מכבה את חריץ GBA
hr: DSi mod emulira poboljšani hardver ali onemogućuje GBA utor
ja: DSiモードは強化機能をエミュレートしますが、GBAスロット機能は無効化されます
ko: DSi 모드는 강화된 하드웨어를 에뮬레이트하지만 GBA 슬롯 기능을 사용할 수 없음
pl: Tryb DSi emuluje ulepszony sprzęt, ale dezaktywuje gniazdo GBA
ro: Modul DSi emulează hardware îmbunătățit dar dezactivează slotul GBA
tr: DSi modu gelişmiş donanımı taklit eder ancak GBA yuvasını devre dışı bırakır
vi: Chế độ DSi mô phỏng phần cứng nâng cao nhưng vô hiệu hóa khe GBA
zh_hk: DSi模式模擬增強硬件，但GBA卡槽功能將不可用

# GBASlotInsert
source: Inserted
el: Εισαγωγή
es: Insertado
he: הוכנס
hr: Umetnuto
ja: 挿入済み
ko: 삽입됨
pl: Włożono
ro: Introdus
tr: Takılı
vi: Đã lắp
zh_hk: 已插入

# GBASlotUnInsert
source: Not Inserted
el: Μη εισαγωγή
es: No insertado
he: לא הוכנס
hr: Nije umetnuto
ja: 未挿入
ko: 미삽입
pl: Nie włożono
ro: Neintrodus
tr: Takılı Değil
vi: Chưa lắp
zh_hk: 未插入

# GBASlotDesc
source: Inserting a GBA game in the NDS Slot-2 unlocks easter eggs or enables data sync between GBA and NDS games
el: Εισαγωγή παιχνιδιού GBA στην υποδοχή NDS Slot-2 ξεκλειδώνει easter eggs ή συγχρονισμό δεδομένων
es: Insertar juego GBA en la ranura NDS Slot-2 desbloquea funciones especiales o sincronización de datos
he: הכנסת משחק GBA לחריץ NDS Slot-2 תפתח ביצת פסחא או סנכרון נתונים
hr: Umetanje GBA igre u NDS Slot-2 otključava tajne ili sinkronizaciju podataka
ja: NDSスロット2にGBAゲームを挿入すると隠し要素解放やデータ連携が可能になります
ko: NDS 슬롯-2에 GBA 게임 삽입 시 이스터 에그 해금 또는 데이터 연동 가능
pl: Włożenie gry GBA do gniazda NDS Slot-2 odblokowuje easter eggi lub synchronizację danych
ro: Introducerea unui joc GBA în Slot-2 NDS deblochează secrete sau sincronizare date
tr: NDS Slot-2'ye GBA oyunu takmak easter egg'leri veya veri senkronizasyonunu açar
vi: Lắp game GBA vào khe NDS Slot-2 để mở khóa Easter Egg hoặc đồng bộ dữ liệu
zh_hk: 喺NDS Slot-2插入GBA遊戲可解鎖彩蛋或啟用跨遊戲數據同步

# OnlinePlaySetting
source: Online Play Settings
el: Ρυθμίσεις online παιχνιδιού
es: Configuración online
he: הגדרות משחק אונליין
hr: Postavke online igre
ja: オンライン設定
ko: 온라인 설정
pl: Ustawienia gry online
ro: Setări joc online
tr: Çevrimiçi Oyun Ayarları
vi: Cài đặt chơi online
zh_hk: 線上遊戲設定

# OnlinePlaySettingDesc
source: Online play relies on third-party services to connect players. BIOS files may be required, and features like cheat codes or fast forward may be disabled. Strictly adhere to third-party service terms.
el: Το online παιχνίδι απαιτεί τρίτους παρόχους. Μπορεί να απαιτούνται αρχεία BIOS, τα cheat/γρήγορη προώθηση απενεργοποιούνται. Ακολουθήστε τους όρους τρίτων
es: El juego online requiere servicios de terceros. Puede necesitar archivos BIOS, y se desactivan funciones como trucos o avance rápido. Cumple los términos de servicio de terceros
he: משחק אונליין דורש שירותי צד ג'. קבצי BIOS עשויים להידרש, צ'יטים/האצה מושבתים. הקפידו על תנאי השירות
hr: Online igra zahtijeva usluge treće strane. BIOS datoteke mogu biti potrebne, varanje/ubrzavanje onemogućeno. Poštujte uvjete usluga treće strane
ja: オンライン接続にはサードパーティサービスが必要です。BIOSファイルの導入が必須の場合があり、チート/高速化機能は無効化されます。サードパーティ規約を厳守してください
ko: 온라인 플레이는 제3자 서비스에 의존합니다. BIOS 파일이 필요할 수 있으며, 치트/고속 기능이 비활성화됩니다. 제3자 서비스 약관을 준수하세요
pl: Gra online wymaga usług zewnętrznych. Mogą być wymagane pliki BIOS, kody cheatów/przyspieszenie są wyłączone. Przestrzegaj warunków usług zewnętrznych
ro: Jocul online necesită servicii terțe. Pot fi necesare fișiere BIOS, cheat-uri/accelerație sunt dezactivate. Respectă termenii serviciilor terțe
tr: Çevrimiçi oyun üçüncü parti servisler gerektirir. BIOS dosyaları gerekebilir, hileler/hızlandırma devre dışıdır. Üçüncü parti şartlarına uyun
vi: Chơi online cần dịch vụ bên thứ ba. Có thể cần file BIOS, tính năng cheat/tăng tốc sẽ bị vô hiệu hóa. Tuân thủ điều khoản dịch vụ bên thứ ba
zh_hk: 線上遊戲依賴第三方服務。可能需要BIOS檔案，加速同金手指功能將停用。請嚴格遵守第三方條款

# DSWfcReset
source: Reset WFC Configuration
el: Επαναφορά ρυθμίσεων WFC
es: Restablecer configuración WFC
he: אפס הגדרת WFC
hr: Resetiraj WFC postavke
ja: WFC設定リセット
ko: WFC 설정 초기화
pl: Resetuj konfigurację WFC
ro: Resetează config WFC
tr: WFC Yapılandırmasını Sıfırla
vi: Đặt lại cấu hình WFC
zh_hk: 重設WFC配置

# DSWfcResetAlert
source: Resetting WFC configuration will erase your registered Friend Codes
el: Η επαναφορά θα διαγράψει τους κωδικούς φίλων
es: Al restablecer WFC se eliminarán tus códigos de amigo
he: איפוס ימחק את קודי החברים הרשומים
hr: Resetiranje će izbrisati prijavljene friend kodove
ja: WFC設定をリセットすると登録済みフレンドコードが消去されます
ko: WFC 설정 초기화 시 등록된 친구 코드가 삭제됨
pl: Resetowanie usunie zarejestrowane kody znajomych
ro: Resetarea va șterge codurile prieten înregistrate
tr: Sıfırlama kayıtlı arkadaş kodlarınızı siler
vi: Đặt lại sẽ xóa mã bạn bè đã đăng ký
zh_hk: 重設WFC配置將清除已登記嘅Friend Codes

# WfcConnectDesc
source: Connecting to Nintendo WFC... Online features like speed-up and cheats are disabled
el: Σύνδεση με Nintendo WFC... Απενεργοποιημένη γρήγορη προώθηση και cheat
es: Conectando a Nintendo WFC... Se desactivan aceleración y trucos
he: מתחבר ל-Nintendo WFC... האצה וצ'יטים מושבתים
hr: Povezivanje na Nintendo WFC... Ubrzavanje i varanje onemogućeno
ja: Nintendo WFCに接続中... 高速化・チート機能は無効です
ko: Nintendo WFC 연결 중... 고속 모드 및 치트 비활성화됨
pl: Łączenie z Nintendo WFC... Przyspieszenie i cheaty wyłączone
ro: Conectare la Nintendo WFC... Accelerație și cheat-uri dezactivate
tr: Nintendo WFC'ye bağlanıyor... Hızlandırma ve hileler devre dışı
vi: Đang kết nối Nintendo WFC... Tăng tốc và cheat bị vô hiệu hóa
zh_hk: 連接Nintendo WFC中... 加速同金手指功能已停用

# WfcDisconnectDesc
source: Disconnect from Nintendo WFC
el: Αποσύνδεση από Nintendo WFC
es: Desconectar de Nintendo WFC
he: התנתק מ-Nintendo WFC
hr: Prekini vezu s Nintendo WFC
ja: Nintendo WFCから切断
ko: Nintendo WFC 연결 해제
pl: Rozłącz z Nintendo WFC
ro: Deconectare de la Nintendo WFC
tr: Nintendo WFC bağlantısını kes
vi: Ngắt kết nối Nintendo WFC
zh_hk: 斷開Nintendo WFC連接

# NotAllowOnlineGame
source: This feature is disabled for online play
el: Αυτή η λειτουργία απενεργοποιείται στο online
es: Función desactivada en juego online
he: פיצ'ר זה מושבת במשחק אונליין
hr: Ova funkcija onemogućena u online igri
ja: オンライン中はこの機能を利用できません
ko: 온라인 플레이 중 이 기능 사용 불가
pl: Funkcja wyłączona w trybie online
ro: Această funcție este dezactivată în joc online
tr: Çevrimiçi oyunda bu özellik devre dışı
vi: Tính năng này bị vô hiệu hóa khi chơi online
zh_hk: 線上遊戲期間此功能停用

# QuitGameAlert
source: Quit game? Unsaved progress will be lost
el: Τερματισμός παιχνιδιού; Η μη αποθηκευμένη πρόοδος θα χαθεί
es: ¿Salir del juego? Se perderá el progreso no guardado
he: לצאת מהמשחק? התקדמות שלא נשמרה תימחק
hr: Izaći iz igre? Nespremljeni napredak bit će izgubljen
ja: ゲームを終了しますか？保存されていない進行状況は失われます
ko: 게임을 종료하시겠습니까? 저장되지 않은 진행 상황은 손실됨
pl: Wyjść z gry? Niezapisany postęp zostanie utracony
ro: Ieși din joc? Progresul nesalvat se va pierde
tr: Oyundan çıkılsın mı? Kaydedilmemiş ilerleme kaybolacak
vi: Thoát game? Tiến trình chưa lưu sẽ mất
zh_hk: 退出遊戲？未保存進度將會丟失

# SkinIdentifierExist
source: Identifier: %@ already exists. Please modify and re-import.
el: Αναγνωριστικό: %@ υπάρχει ήδη. Παρακαλώ τροποποιήστε και εισάγετε ξανά.
es: Identificador: %@ ya existe. Por favor, modifícalo y vuelve a importar.
he: המזהה: %@ כבר קיים. נא לערוך ולייבא מחדש.
hr: Identifikator %@ već postoji. Uredite ga i ponovno uvezite.
ja: 識別子: %@ は既に存在します。修正して再インポートしてください。
ko: 식별자 %@가 이미 존재합니다. 수정 후 다시 가져오세요.
pl: Identyfikator %@ już istnieje. Zmodyfikuj i zaimportuj ponownie.
ro: Identificatorul %@ există deja. Modificați și reimportați.
tr: Tanımlayıcı %@ zaten var. Lütfen değiştirip tekrar içe aktarın.
vi: Định danh %@ đã tồn tại. Vui lòng sửa và nhập lại.
zh_hk: 識別碼:%@ 已存在，請修改後重新匯入。

# AnalogModeChange
source: Switch to %@ Mode
el: Εναλλαγή σε λειτουργία %@
es: Cambiar a modo %@
he: החלף למצב %@
hr: Prebaci na %@ način
ja: %@モードに切替
ko: %@ 모드로 전환
pl: Przełącz na tryb %@
ro: Comută la modul %@
tr: %@ Moduna Geç
vi: Chuyển sang chế độ %@
zh_hk: 切換到 %@ 模式

# AnalogModeDesc
source: PS1 supports controller mode switching: PlayStation Controller lacks analog sticks, DualShock supports them. Some early games require the original PlayStation Controller.
el: Το PS1 υποστηρίζει αλλαγή λειτουργίας: Το PlayStation Controller δεν έχει αναλογικά sticks, το DualShock υποστηρίζει. Ορισμένα παλιά παιχνίδια χρειάζονται το αρχικό χειριστήριο.
es: PS1 admite cambio de modo: PlayStation Controller no tiene sticks analógicos; DualShock sí. Algunos juegos antiguos requieren el control original.
he: PS1 תומך בהחלפת מצב: לשליטה PlayStation אין מקלות אנלוגיים; DualShock תומך. חלק מהמשחקים המוקדמים דורשים שלט מקורי.
hr: PS1 podržava promjenu načina: PlayStation Controller nema analognih palica; DualShock podržava. Neke rane igre zahtijevaju izvorni kontroler.
ja: PS1はコントローラーモード切替対応：PlayStationコントローラーはアナログスティック非対応、DualShockは対応。初期ゲームでは純正コントローラー必須。
ko: PS1 컨트롤러 모드 전환 지원: PlayStation 컨트롤러는 아날로그 스틱 미지원, DualShock은 지원. 일부 초기 게임은 원본 컨트롤러 필요.
pl: PS1 obsługuje zmianę trybu: PlayStation Controller nie ma analogowych drążków; DualShock obsługuje. Niektóre wczesne gry wymagają oryginalnego kontrolera.
ro: PS1 suportă schimbarea modului: PlayStation Controller nu are stick-uri analogice; DualShock are. Unele jocuri timpurii necesită controller original.
tr: PS1 mod değiştirmeyi destekler: PlayStation Controller'da analog çubuk yok; DualShock destekler. Bazı eski oyunlar orijinal kontrolcü gerektirir.
vi: PS1 hỗ trợ chuyển chế độ: PlayStation Controller không có gậy analog; DualShock hỗ trợ. Một số game cũ yêu cầu tay cầm gốc.
zh_hk: PS1支援控制器模式切換：PlayStation控制器冇搖桿，DualShock支援搖桿。部分早期遊戲需使用原裝控制器。

# DiscInsert
source: Insert Disc %d
el: Εισαγωγή δίσκου %d
es: Insertar disco %d
he: הכנס דיסק %d
hr: Umetni disk %d
ja: ディスク%dを挿入
ko: 디스크 %d 삽입
pl: Włóż dysk %d
ro: Introduceți discul %d
tr: Disk %d Tak
vi: Chèn đĩa %d
zh_hk: 插入光碟 %d

# SBIImport
source: Import SBI File
el: Εισαγωγή αρχείου SBI
es: Importar archivo SBI
he: ייבא קובץ SBI
hr: Uvezi SBI datoteku
ja: SBIファイルをインポート
ko: SBI 파일 가져오기
pl: Importuj plik SBI
ro: Importați fișier SBI
tr: SBI Dosyası İçe Aktar
vi: Nhập tệp SBI
zh_hk: 匯入SBI檔案
